Repository: mike-atf/Novalgea
Catalog: Novalgea/Alogea Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de

# EULA.declinedMessage
source: Please chose one an options
de: Bitte wählen Sie eine der folgenden Optionen

# EULA.declinedTitle
source: You declined the Terms of Use
de: Die Nutzungs-Bedingungen wurden nicht akzeptiert

# EULA.erase
source: Erase diary and backups without export
de: Tagebuch & Backups löschen

# EULA.eraseMessage
source: Please confirm that you chose to PERMANENTLY erase all your diary entries and all local and iCloud backups. This step is irreversible. Alogea CANNOT re-import data exported as .csv . After selecting please press the Home button to exit the App
de: Bitte bestätigen Sie dass Sie alle Tagebuch Einträge sowie alle lokalen und iCloud Backups PERMANENT entfernen möchten. Dieser Schritt ist irreversibel!. Alogea kann Daten die als .csv exportiert wurden NICHT reimportieren. Nach dem Bestätigen beenden Sie die App mit dem Home Knopf/ aufwärts wischen

# EULA.eraseQuestion
source: Erase everything?
de: Alle Daten vollständing löschen?

# EULA.exportErase
source: Export, then erase diary and backups
de: Exportieren und dann löschen

# EULA.general
source: Standard End User License Agreement
de: STANDARD VERBRAUCHER LIZENZ VEREINBARUNG (Apple)

# EULA.general.consent
source: VI. CONSENT TO USE OF DATA: You agree that Licensor may collect and use technical data and related information—including but not limited to technical information about your device, system and application software, and peripherals—that is gathered periodically to facilitate the provision of software updates, product support, and other services to you (if any) related to the Licensed Application. Licensor may use this information, as long as it is in a form that does not personally identify you, to improve its products or to provide services or technologies to you.
de: VI. ZUSTIMMUNG ZUR DATEN NUTZUNG: Sie gestatten AppToolFactory und Apple technische Daten und dazugehörige Informationen in Intervallen zu erfassen und zu nutzen; dies beinhaltet, ist aber nicht beschränkt auf, technische Informationen über Ihr Gerät, Betriebssystem und App Software sowie Peripherie, um Aktualisierungen, Produkt-Unterstützung und etwaige andere Dienste im Rahmen der lizensierten App für Sie bereitzustellen. AppToolFactory und Apple dürfen diese Informationen - sofern in einer Form vorliegend die eine persönliche Identifizierung nicht ermöglicht - nutzen um Produkte oder Dienste die Ihnen angeboten werden zu verbessern.

# EULA.general.def
source: XII. The Licensed Application and related documentation are 'Commercial Items', as that term is defined at 48 C.F.R. §2.101, consisting of 'Commercial Computer Software' and 'Commercial Computer Software Documentation', as such terms are used in 48 C.F.R. §12.212 or 48 C.F.R. §227.7202, as applicable. Consistent with 48 C.F.R. §12.212 or 48 C.F.R. §227.7202-1 through 227.7202-4, as applicable, the Commercial Computer Software and Commercial Computer Software Documentation are being licensed to U.S. Government end users (a) only as Commercial Items and (b) with only those rights as are granted to all other end users pursuant to the terms and conditions herein. Unpublished-rights reserved under the copyright laws of the United States.
de: XII. Alogea und die zugehörige Dokumentation sind Wirtschaftsgüter, wie definiert in 48 C.F.R. §2.101, bestehend aus kommerzieller Computer Software und kommerzieller Computer Software Dokumentation, wie beschrieben in 48 C.F.R. §12.212 oder 48 C.F.R. §227.7202. In Übereinstimmung mit 48 C.F.R. (US Code of Federal Regulations) §12.212 oder 48 C.F.R. §227.7202-1 bis 227.7202-4 entsprechend, die kommerzielle Computer Software und kommerzielle Computer Software Dokumentation werden lizensiert an US Regierungs Verbraucher (a) nur als Wirtschaftsgüter (Commercial Items) und (b) mit denselben Rechten die allen anderen Nutzern gemäss der hier aufgeführten Nutzungsbedigungen zugestanden werden. Unveröffentlichte Rechte sind vorbehalten unter den Kopierschutz-Gesetzen der USA.

# EULA.general.export
source: XI. You may not use or otherwise export or re-export the Licensed Application except as authorized by United States law and the laws of the jurisdiction in which the Licensed Application was obtained. In particular, but without limitation, the Licensed Application may not be exported or re-exported (a) into any U.S.-embargoed countries or (b) to anyone on the U.S. Treasury Department's Specially Designated Nationals List or the U.S. Department of Commerce Denied Persons List or Entity List. By using the Licensed Application, you represent and warrant that you are not located in any such country or on any such list. You also agree that you will not use these products for any purposes prohibited by United States law, including, without limitation, the development, design, manufacture, or production of nuclear, missile, or chemical or biological weapons.
de: XI. Sie dürfen Alogea nur nutzen, exportieren oder re-exportieren wie durch Gesetze der USA sowie der Rechtssprechung in dem Gebiet, in dem Alogea erworben wurde, erlaubt ist. Insbesondere - und ohne Einschränkung - darf Alogea nicht (a) exportiert oder re-exportiert werden in Länder die einem US-Embargo unterliegen, oder (b) einer Person überlassen werden, die auf der Liste von Besonders Genannten Staatsangehörigen des US Finanzministeriums, oder auf der Liste der Abgelehnten Personen und Körperschaften des US Wirtschafts-Ministeriums steht. Durch Nutzung von Alogea bestätigen und gewährleisten Sie dass Sie sie sich weder in einem dieser Länder aufhalten noch auf einer der genannte Listen stehen. Sie erklären ausserdem, dass Sie genutzte Produkte niemals für einen durch US Gesetze verbotenen Zweck, inklusive - ohne Einschränkung - der Herstellung, Entwicklung, oder Produktion von nuklearen, chemischen, biologischen oder Geschoss-Waffen verwenden werden.

# EULA.general.extServ
source: VIII. EXTERNAL SERVICES. The Licensed Application may enable access to Licensor’s and/or third-party services and websites (collectively and individually, 'External Services'). You agree to use the External Services at your sole risk. Licensor is not responsible for examining or evaluating the content or accuracy of any third-party External Services, and shall not be liable for any such third-party External Services. Data displayed by any Licensed Application or External Service, including but not limited to financial, medical and location information, is for general informational purposes only and is not guaranteed by Licensor or its agents. You will not use the External Services in any manner that is inconsistent with the terms of this Standard EULA or that infringes the intellectual property rights of Licensor or any third party. You agree not to use the External Services to harass, abuse, stalk, threaten or defame any person or entity, and that Licensor is not responsible for any such use. External Services may not be available in all languages or in your Home Country, and may not be appropriate or available for use in any particular location. To the extent you choose to use such External Services, you are solely responsible for compliance with any applicable laws. Licensor reserves the right to change, suspend, remove, disable or impose access restrictions or limits on any External Services at any time without notice or liability to you.
de: VIII. EXTERNE DIENSTE. Alogea enthält Verbindungen zu externen Diensten und Web Seiten (hier benannt Externe Dienste). Sie stimmen zu dass Sie diese externen Dienste auf Ihr eigenes, alleiniges Risiko nutzen. AppToolFactory oder Apple haben keine Verantwortung diese Externen Dienste und ihre Inhalte zu überprüfen oder zu bewerten, und sind in keiner Weise haftbar für Externe Dienste. Information die Ihnen von einer lizensierten App oder Externen Diensten bereitgestellt werden, inlusive (aber ohne Begrenzung auf) finanzielle, medizinische und Orts-Daten, haben lediglich den Zweck allgemeiner Information deren Genauigkeit und Korrektheit nicht garantiert sind. Sie erklären dass Sie Externe Dienste nicht in einer Weise nutzen werden die nicht mit den EULA Nutzungs-Bedingungen übereinstimmt oder die die Patent- und Besitz-Rechte von AppToolFactory, Apple oder dritten verletzt. Sie erklären, dass Sie Externe Dienste nicht missbrauchen werden, um andere Personen oder Körperschaften, zu belästigen, zu verfolgen, zu bedrohen oder zu defamieren und erkennen an dass weder AppToolFactory noch Apple für derlei Missbrauch verantwortlich zu machen sind. Externe Dienste sind möglicherweise nicht in allen Sprachen, oder in Ihrem Heimatland verfügbar und sind evtl. in bestimmten Gebieten nicht angemessen oder anwendbar. In dem Ausmass in dem Sie sich entscheiden externe Dienste zu nutzen sind Sie alleinig verantwortlich sich an geltende rechtliche Bestimmungen zu halten. AppToolFactory und Apple behalten sich das Recht vor jederzeit Externe Dienste zu ändern, zu unterbrechen, zu entfernen oder abzuschalten oder Zugangs-Beschränkungen oder Begrenzungen einzuführen, ohne dass hierzu eine vorherige Benachrichtigung erfolgt. Es besteht Ihrerseits kein rechtlicher Anspruch auf die Nutzung dieser Externen Dienste.

# EULA.general.jurisdiction
source: XIII. Except to the extent expressly provided in the following paragraph, this Agreement and the relationship between you and Apple shall be governed by the laws of the State of California, excluding its conflicts of law provisions. You and Apple agree to submit to the personal and exclusive jurisdiction of the courts located within the county of Santa Clara, California, to resolve any dispute or claim arising from this Agreement. If (a) you are not a U.S. citizen; (b) you do not reside in the U.S.; (c) you are not accessing the Service from the U.S.; and (d) you are a citizen of one of the countries identified below, you hereby agree that any dispute or claim arising from this Agreement shall be governed by the applicable law set forth below, without regard to any conflict of law provisions, and you hereby irrevocably submit to the non-exclusive jurisdiction of the courts located in the state, province or country identified below whose law governs: If you are a citizen of any European Union country or Switzerland, Norway or Iceland, the governing law and forum shall be the laws and courts of your usual place of residence. Specifically excluded from application to this Agreement is that law known as the United Nations Convention on the International Sale of Goods.
de: XIII. Ausser in dem hier explizit im folgenden Absatz erwähnten Ausmass wird diese Vereinbarung und die Beziehung zwischen Ihnen und Apple bestimmt von den Gesetzen des Staates California, mit Ausnahme von Rechtsstreitigkeits-Regelungen. Sie und Apple vereinbaren sich persönlich und ausschliesslich und die Gerichtsbarkeit des Bezirkes Santa Clara, California, zu wenden um Auseinandersetzungen und Ansprüche, die sich aus dieser Vereinbarung ergeben zu verfolgen. Falls Sie (a) kein Bürger der USA; (b) kein Einwohner der USA; (c) die Dienste nicht vom Gebiet der USA aus in Anspruch nehmen; und (d) Sie ein Bürger der unten aufgeführten Länder sind stimmen Sie hiermit zu, dass Auseinandersetzungen und Ansprüche die sich aus dieser Vereinbarung ergeben der unten aufgeführten Rechtsprechung unterliegen, unbeachtet Rechtsstreitigkeits-Bestimmungen, und Sie unterstellen sich hiermit unwiderruflich der nicht-ausschliesslichen Rechtsprechung der Gerichte mit Sitz in unten genannten Bezirk, Provinz oder Land dessen Rechtsprechung gilt: Falls Sie Bürger eines EU Mitglieds-Landes oder der Schweiz, Norwegen oder Island sind, ist die anzuwendende Rechtsprechung die Ihres üblichen Wohnsitzes. Die Anwendbarkeit der Regelungen der UN Konvention über internationalen Verkauf von Gütern auf diese Vereinbarung wird speziell ausgeschlossen.

# EULA.general.license
source: IV. Apps made available through the App Store are licensed, not sold, to you. Your license to each App is subject to your prior acceptance of this Licensed Application End User License Agreement (“Standard EULA”). Your license to Alogea under this Standard EULA is granted by AppToolFactory. Any App that is subject to this Standard EULA is referred to herein as the “Licensed Application.” The Application Provider or Apple as applicable (“Licensor”) reserves all rights in and to the Licensed Application not expressly granted to you under this Standard EULA.
de: IV. Apps die im App Store bereitgestellt werden werden Ihnen als Nutzungs-Lizenz, und nicht an sich verkauft. Ein gültige Lizenz bedarf Ihrer vorherigen Zustimmung zu dieser End Nutzer Lizenz Vereinbarung ('EULA'). Ihre Alogea Standard Nutzungs-Lizenz wird Ihnen von AppToolFactory gewährt. AppToolFactory behält sich alle Rechte an Alogea vor die Ihnen nicht ausdrücklich in dieser EULA gewährt werden

# EULA.general.limLiabil
source: X. LIMITATION OF LIABILITY. TO THE EXTENT NOT PROHIBITED BY LAW, IN NO EVENT SHALL LICENSOR BE LIABLE FOR PERSONAL INJURY OR ANY INCIDENTAL, SPECIAL, INDIRECT, OR CONSEQUENTIAL DAMAGES WHATSOEVER, INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF PROFITS, LOSS OF DATA, BUSINESS INTERRUPTION, OR ANY OTHER COMMERCIAL DAMAGES OR LOSSES, ARISING OUT OF OR RELATED TO YOUR USE OF OR INABILITY TO USE THE LICENSED APPLICATION, HOWEVER CAUSED, REGARDLESS OF THE THEORY OF LIABILITY (CONTRACT, TORT, OR OTHERWISE) AND EVEN IF LICENSOR HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES. SOME JURISDICTIONS DO NOT ALLOW THE LIMITATION OF LIABILITY FOR PERSONAL INJURY, OR OF INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THIS LIMITATION MAY NOT APPLY TO YOU. In no event shall Licensor’s total liability to you for all damages (other than as may be required by applicable law in cases involving personal injury) exceed the amount of fifty dollars ($50.00). The foregoing limitations will apply even if the above stated remedy fails of its essential purpose.
de: X. HAFTUNGS-BEGRENZUNG. AUSSERHALB DER GESETZLICH VORGEGEBENEN REGELUNGEN HAFTEN APPTOOLFACTORY UND APPLE IN KEINEM FALL FüR KÖRPERLICHE SCHÄDEN, ODER BEILÄUFIGE, SPEZIELLE, INDIREKTE, MITTEL- ODER UNMITTELBARE SCHÄDEN JEDWEDER ART, INKLUSIVE - OHNE EINGRENZUNG - FINANZIELLE VERLUSTE, VERLUSTE VON DATEN, SCHÄDEN DURCH UNTERBRECHUNG DES GESCHÄFTSBETRIEBES, ODER JEDWEDE ANDEREN KOMMERZIELLEN SCHÄDEN ODER VERLUSTE ALS DIREKTE ODER INDIREKTE FOLGE DER NUTZUNG, ODER UNMÖGLICHKEIT DER NUTZUNG, VON ALOGEA, WIE AUCH IMMER ZUSTANDE GEKOMMEN, UNGEACHTET DER THEORETISCHEN HAFTBARKEIT (DURCH VERTRAG, EINSCHRÄNKUNG VON ZIVILEN RECHTEN, ODER ANDERS), SELBST IM FALLE DASS APPTOOLFACTORY ODER APPLE AUF DIE MÖGLICKEIT SOLCHER SCHÄDEN HINGEWIESEN WURDEN. DIE RECHTSPRECHUNG MANCHER LÄNDER ERLAUBT KEINEN AUSSCHLUSS DER HAFTUNG FÜR KÖRPERLICHE SCHÄDEN, ODER VON MITTEL- ODER UNMITTELBAREN SCHÄDEN, DAHER TREFFEN EVTL. NICHT ALLE DER OBIGEN AUSSCHLÜSSE ODER BEGRENZUNGEN AUF SIE ZU. In keinem Fall (ausser bei rechtlichen vorgegeben Bestimmungen betreffs persönlicher Verletzung) übersteigt der Gesamt-Haftungs-Anspruch gegenüber AppToolFactory oder Apple den Gegenwert von fünfzig US Dollar ($50.00). Die vorbeschriebenen Begrenzungen gelten auch wenn die obige Entschädigung ihren wesentlichen Zweck nicht erreicht.

# EULA.general.scope
source: V. SCOPE OF LICENSE: Licensor grants to you a nontransferable license to use the Licensed Application on any Apple-branded products that you own or control and as permitted by the Usage Rules. The terms of this Standard EULA will govern any content, materials, or services accessible from or purchased within the Licensed Application as well as upgrades provided by Licensor that replace or supplement the original Licensed Application, unless such upgrade is accompanied by a Custom EULA. Except as provided in the Usage Rules, you may not distribute or make the Licensed Application available over a network where it could be used by multiple devices at the same time. You may not transfer, redistribute or sublicense the Licensed Application and, if you sell your Apple Device to a third party, you must remove the Licensed Application from the Apple Device before doing so. You may not copy (except as permitted by this license and the Usage Rules), reverse-engineer, disassemble, attempt to derive the source code of, modify, or create derivative works of the Licensed Application, any updates, or any part thereof (except as and only to the extent that any foregoing restriction is prohibited by applicable law or to the extent as may be permitted by the licensing terms governing use of any open-sourced components included with the Licensed Application).
de: V. UMFANG DER NUTZUNGS-LIZENZ: AppToolFactory gewährt Ihnen eine nicht-übertragbare Lizenz zur Nutzung von Alogea auf allen Apple Geräten die Sie besitzen und kontrollieren, innerhalb des Rahmens der entsprechenden Geräte Nutzungs-Regeln. Die Bedingungen dieser EULA treffen zu auf alle Inhalte und Dienste die Alogea anbietet oder Erweiterungen die innerhalb der App oder im App Store zusaätzlich gekauft wurden, sowie alle von AppToolFactory angebotenen Aktualisierungen die die originale lizensierte App ersetzen oder erweitern, ausser wenn eine solche Erweiterung eigene EULA enthält. Ausserhalb der Geräte-Nutzungsregeln dürfen Sie Alogea nicht an andere weitergeben oder in einem Netzwerk zur Verfügung stellen in dem es auf mehreren Geräten gleichzeitg genutzt werden kann. Sie dürfen Alogea nicht transferieren, weiterverteilen oder Unterlizenzen vergeben. Wenn Sie Ihr(e) Apple Gerät(e) an andere weiter verkaufen müssen Sie vor Weitergabe Alogea von allen Geräten entfernen. Sie dürfen keine Kopien anfertigen (ausser solchen die Ihnen diese EULA oder die Geräte Nutzungs-Regeln gestatten), keine Rückentwicklung, Zerteilung, Versuche den Source Code abzuleiten, Modifizierung oder Derivate von Alogea sowie von Aktualisierungen vornehmen (sofern nicht gesetzliche Bestimmungen derlei Beschränkungen eingrenzen und dann nur im genauen Umfang dieser Bestimmungen).

# EULA.general.termination
source: VII. TERMINATION. This Standard EULA is effective until terminated by you or Licensor. Your rights under this Standard EULA will terminate automatically if you fail to comply with any of its terms.
de: VII. BEENDIGUNG. Diese Standard EULA ist solange gültig bis sie von AppToolFactory, Apple oder Ihnen gekündigt wird. Ihre in der EULA enthaltenen Rechte erlöschen automatisch sobald Sie sich nicht die EULA Bedingungen halten.

# EULA.general.warranty
source: IX. NO WARRANTY: YOU EXPRESSLY ACKNOWLEDGE AND AGREE THAT USE OF THE LICENSED APPLICATION IS AT YOUR SOLE RISK. TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, THE LICENSED APPLICATION AND ANY SERVICES PERFORMED OR PROVIDED BY THE LICENSED APPLICATION ARE PROVIDED 'AS IS' AND 'AS AVAILABLE,' WITH ALL FAULTS AND WITHOUT WARRANTY OF ANY KIND, AND LICENSOR HEREBY DISCLAIMS ALL WARRANTIES AND CONDITIONS WITH RESPECT TO THE LICENSED APPLICATION AND ANY SERVICES, EITHER EXPRESS, IMPLIED, OR STATUTORY, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES AND/OR CONDITIONS OF MERCHANTABILITY, OF SATISFACTORY QUALITY, OF FITNESS FOR A PARTICULAR PURPOSE, OF ACCURACY, OF QUIET ENJOYMENT, AND OF NONINFRINGEMENT OF THIRD-PARTY RIGHTS. NO ORAL OR WRITTEN INFORMATION OR ADVICE GIVEN BY LICENSOR OR ITS AUTHORIZED REPRESENTATIVE SHALL CREATE A WARRANTY. SHOULD THE LICENSED APPLICATION OR SERVICES PROVE DEFECTIVE, YOU ASSUME THE ENTIRE COST OF ALL NECESSARY SERVICING, REPAIR, OR CORRECTION. SOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF IMPLIED WARRANTIES OR LIMITATIONS ON APPLICABLE STATUTORY RIGHTS OF A CONSUMER, SO THE ABOVE EXCLUSION AND LIMITATIONS MAY NOT APPLY TO YOU.
de: IX. KEIN GARANTIE-ANSPRUCH: SIE BESTÄTIGEN AUSDRÜCKLICH UND STIMMEN ZU DASS SIE ALOGEA AUF IHR ALLEINIGES RISIKO HIN NUTZEN. IN MAXIMALEM UMFANG, IM RAHMEN DER GELTENDEN GESETZE, WERDEN ALOGEA UND ALLE ZUGEHÖRIGEN DIENSTE IM VORHANDENEN ZUSTAND UND SOWEIT VERFÜGBAR, MIT ALLEN MÖGLICHERWEISE ENTHALTENEN FEHLERN UND OHNE GARANTIE-ANSPRUCH ANGEBOTEN. APPTOOLFACTORY UND APPLE GEBEN KEINERLEI GARANTIE ODER BESTIMMTE KONDITIONEN IN BEZUG AUF ALOGEA UND ANDERE DIENSTE, WEDER AUSDRÜCKLICH, IMPLIZIERT ODER SATZUNGSGEMÄSS, INKLUSIVE - ABER NICHT BESCHRÄNKT AUF - IMPLIZIERTE ODER MARKTÜBLICHE GARANTIEN ODER KONDITIONEN BETREFFS MINDEST-QUALITÄTS-ANFORDERUNGEN, EIGNUNG ZU BESTIMMTEN ZWECKEN, GENAUIGKEIT, STILLEM GENUSS ODER NICHT-VERLETZUNG DER RECHTE DRITTER. KEINERLEI MÜNDLICHE ODER SCHRIFTLICHE INFORMATION ODER RAT VON APPTOOLFACTORY ODER APPLE STELLEN DAR ODER ERSCHAFFEN EINE GARANTIE. SOLLTEN SICH ALOGEA ODER DIENSTE ALS FEHLERHAFT ERWEISEN, ERKLÄREN SIE SICH BEREIT ALLE ETWA ERFORDERLICHEN KOSTEN FÜR SERVICE, REPARATUREN ODER KORREKTUREN SELBST ZU TRAGEN. DIE RECHTSPRECHUNG MANCHER LÄNDER ERLAUBT KEINEN AUSSCHLUSS IMPLIZIERTER GARANTIEN ODER BEGRENZUNG VON GESEZLICHEN VERBRAUCHERRECHTEN, DAHER TREFFEN EVTL. NICHT ALLE DER OBIGEN AUSSCHLÜSSE ODER BEGRENZUNGEN AUF SIE ZU.

# EULA.important
source: Important
de: Achtung wichtig

# EULA.privacy
source: III. PRIVACY and EU DPRG conformity AppToolFactory does not have any direct or indirect access to your diary data. We do not collect or process personal data about you other than those you consciously send to us (e.g. your email and error codes when accessing support). If you opt in to Apple's Analytics data sharing (Settings>Privacy>Analytics) Apple will share with AppToolFactory anonymised data about App function and usage frequency to help improve and optmize the App. All data that you enter into the App (your diary) will be stored on your device only, unless you activate backups in iCloud (Alogea Settings) in which case aggregated, non-encrypted data in dictionary form will be stored in your personalized iCloud container on Apple servers. If you decide to delete diary data stored in iCloud you can do so by de-activating iCloud backups and then chosing to delete all iCloud backup data. We will not store or share your personal data as far as is not required by law / regulations. We may update the Terms of Use including this Privacy Policy in which case we will notify you in the relevant update.
de: III. DATEN- UND PRIVATSPHÄREN-SCHUTZ AppToolFactory hat keinerlei direkten oder indirekten Zugriff auf Ihre Tagebuch-Daten. Wir sammeln oder verarbeiten grundätzlich KEINE persönlichen Daten ausser denen die Sie uns bewusst zusenden (zB Ihre email Addresse wenn Sie unseren support service in Anspruch nehmen). Falls Sie Apple freiwillig begrenzte Nutzungs-Daten bereitstellen (Einstellungen > Datenschutz > Diagnose & Nutzung) erhalten wir von Apple anonymisierte begrenzte Daten zum Zweck der Fehler-Analyse und Funktions-Verbesserung. Sämtliche Daten die Sie eingeben (Ihr Tagebuch) werden nur auf Ihrem Gerät gespeichert, ausser iCloud Backups (sofern Sie dies aktivieren) die in nicht-verschlüsselter, zerlegter Form von Apple (als Data Processor per EU DGSVO) gespeichert werden. Falls Sie solche extern gespeicherten Tagebuch-Daten löschen möchten können Sie dies per Deaktivierung von iCloud Backups vornehmen (in Einstellungen). Wir speichern (Ausnahme siehe oben) und geben keine persönlichen Daten an Dritte weiter, ausser dies ist gesetzlich vorgeschrieben. Diese Nutzungs-Bedingungen, inklusive der Datenschutz-Vereinbarung, können in künftigen Versionen geändert werden worüber wir Sie explizit vorher informieren.

# EULA.prompt
source: In order to use Alogea, please read and accept these Terms Of Use
de: Um Alogea zu nutzen lesen und akzeptieren Sie bitte die Nutzungsbedingung
