Repository: mike-atf/Novalgea
Catalog: Novalgea/Alogea Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de

# Security.success
source: Success! Your Password has been set
de: Glückwunsch! Ihr Passwort-Zugang ist eingerichtet

# Security.touchID
source: Use Touch ID to access the Alogea Diary
de: Touch ID als Zugang zu Ihrem Tagebuch nutzen

# Security.usePW
source: Use passcode
de: Passwort benutzen

source: Select an edit option
de: Bearbeitung auswählen

# Select an option
source: Please select an option
de: Bitte wählen Sie eine Option

source: Select or add a medicine
de: Wählen Sie ein Medikament aus der Liste oder fügen eins hinzu mit +

source: Settings
de: Einstellungen

# Settings.backupSuccess
source: Backup completed successfully
de: Backup erfolgreich abgeschlossen

# Settings.eventTypeFooter1
source: Ratings are displayed as line graphs
de: Symptom-Bewertungen werden als Linien-Grafik in der Zeitverlaufs-Ansicht angezeigt

# Settings.eventTypeFooter2
source: Events are the diamonds you see in the Time Line of the Main view. Add new categories: in the Main View tap (+) then chose 'Diary Entry'. Then select '+' (on the right) again.
de: Ereignisse werden als Rauten in der Zeitverlaufs-Ansicht ('Zentrale') angezeigt. Um eine neue Kategorie hinzuzufügen: In 'Zentrale' tippen Sie + und dann 'Tagebuch Eintrag'. Dort wieder + (rechts) für eine neue Kategorie.

# Settings.eventTypeHeader1
source: Symptoms you track
de: Symptome

# Settings.eventTypeHeader2
source: Event categories
de: Ereignis Kategorien

# Settings.eventTypeHeader3
source: Exercise events
de: Sport & Bewegung

# Settings.header1
source: Add, rename & delete
de: Hinzufügen, ändern und löschen

# Settings.header2
source: Backup & restore
de: Sichern & Wiederherstellen

# Settings.header3
source: Reminders
de: Erinnern an

# Settings.header4
source: Login protection
de: Zugangs-Sicherung

# Settings.header5
source: Help & Support
de: Hilfe & Unterstützung

# Settings.header6
source: Alogea Store
de: Alogea Shop

# Settings.header7
source: Export your diary
de: Tagebuch Exportieren

# Settings.header8
source: Terms of use
de: Nutzungsbedingungen

# Settings.iCloudoff.delete
source: Delete all iCloud backups
de: Alle löschen

# Settings.iCloudoff.keep
source: Keep backups
de: Behalten

# Settings.iCloudoff.msg
source: When switching off iCloud storage you can keep existing Cloud backups for later access or delete them all now
de: Beim Ausschalten von iCloud Backups können Sie alle existierenden Backups behalten oder (unwiderruflich) jetzt löschen

# Settings.iCloudoff.title
source: Keep or delete all iCloud backups?
de: iCloud Backups behalten oder löschen?

# Settings.selectEntries
source: Select entries to delete
de: Einträge wählen zum Löschen

source: Side effects
de: Neben- Wirkungen

source: Started
de: Angefangen

source: Starting on
de: Beginn

source: Starting schedule
de: Anfangs-Zeitplan

# StatC.title4
source: Effect Alert More than 30% of ratings for '
de: Wirkungs Hinweis Mehr als 30% Ihrer Bewertungen von '

# StatC.title5
source: ' remain high/severe (more than 5 out of 10) even while taking this medicine. If you feel that this medicine doesn't substantially improve your symptoms when taken we recommend to discuss this with your prescriber.
de: ' sind weiterhin hoch/stark (mehr als VAS 5 von 10), trotz Behandlung mit diesem Medikaments. Falls Sie merken dass dieses Medikament die behandelten Symptome nicht ausreichend verbessert kann dies auf eine fehlende hilfreiche Wirkung hinweisen. Sie sollten dies mit Ihrem Arzt/ Verschreiber ansprechen.

# Stats.avgChange
source: rating change during treatment
de: durchschn. Änderung

# Stats.avgPerMonth
source: Average monthly VAS
de: Monatl. VAS Durchschnitt

# Stats.avgTreated
source: average rating treated
de: Durchschnitt mit Behandlung

# Stats.avgUntreated
source: average rating untreated
de: Durchschnitt ohne Behandlung

# Stats.changesAfterEvents
source: changes after
de: Veränderungen nach

# Stats.correlation
source: Trend-Correlation is
de: Trend-Korrelation ist

# Stats.correlation.brief
source: Correlation:
de: Korrelation:

# Stats.countChartTitle
source: Mild, moderate and severe ratings
de: Intensitäts Wertungen

# Stats.dosePerMonth
source: Doses per calendar month
de: Dosen pro Monat

# Stats.doseTimeOfDay
source: Doses per time of day
de: Dosen per Tageszeit

# Stats.dosesPerWeekday
source: Doses per weekday
de: Dosen pro Wochentag

# Stats.duringEffect
source: during effect time
de: während Wirkzeit:

# Stats.effect%
source: effect % compared to start
de: % der Wirkung vom Beginn

# Stats.effectRating
source: Effect
de: Wirkung

# Stats.effectTrend
source: Effect trend
de: Effekt trend

# Stats.effectiveness
source: How effective are your medicines?
de: Wie wirksam sind deine Medikamente?

# Stats.efficiencyScore.doseRed
source: Reducing ratings after a dose:
de: Reduziert die Intensität nach einer Dosis:

# Stats.efficiencyScore.incMild
source: Increasing mild ratings:
de: Steigert 'geringe' Bewertungen:

# Stats.efficiencyScore.meanRed
source: Reducing ratings average:
de: Reduziert den Bewertungs-Durchschnitt:

# Stats.efficiencyScore.para1
source: A 100% efficient medicine would, during it’s effect time, and for all symptoms it treats, … 1. Reduce severe (VAS >5/10) ratings by more than 50%, eliminating all severe ratings 2. Increase mild ratings by more than 50%, resulting in all ratings being in the ‘mild’ range (VAS 0-3/10) 3. Reduce the average symptom intensity by more than 50%, dropping the average intensity to less than 3/10 4. Cause an average symptom intensity drop of more than 50% after taking a dose
de: Ein 100%ig effektives Medikament würde, während seiner Wirkzeit, für alle Symptome die es behandelt, … 1. 'Schwere' (VAS >5/10) Symptom-Bewertungen um mehr als 50% reduzieren, und dabei diese komplett eliminieren 2. Geringe Berwertungen um mehr als 50% vermehren und sämtliche Bewertungen in den Bereich mild (VAS 0-3/10) verschieben 3. Den Bewertungs-Duchschnitt um mehr als 50% verringern, und dabei einen Durchschnitt von weniger als VAS 3/10 erreichen 4. Eine durchschnittl. Symptom-Reduktion von mehr als 50% nach jeder eingenommenen Dosis erzielen.

# Stats.efficiencyScore.para2
source: achieves the following score:
de: erreicht folgende Ergebnisse:

# Stats.efficiencyScore.redSev
source: Reducing severe ratings:
de: Reduziert 'schwere' Bewertungen:

# Stats.efficiencyScore.title
source: Estimated summary efficiency for all treated symptoms, based on your diary data.
de: geschätzte Gesamt-Effizienz für alle behandelten Symptome, basierend auf ihren Tagebuch Daten.

# Stats.event.subTitle
source: (average rating change from within 1 hour before to 12 hours after events of this category)
de: (Durchschnittl. Symptomänderung von 1 Std. vor zu 12 Std. nach Ereignissen dieser Kategorie)

# Stats.eventImpact
source: Impact of events
de: Auswirkung von Ereignissen

# Stats.exerciseImpact
source: Impact of exercising
de: Auswirkung von Training

# Stats.impactOn
source: Impact on
de: Auswirkung auf

# Stats.important
source: important
de: wichtig

# Stats.infoText1
source: Showing the average symptom intensity, as well as proportions of 'mild' (VAS<3) and 'severe' (VAS>6) ratings. All are shown both with (during medicine effect) and without treatment to emphasize the treatment effect. A useful effect would result in reduction in the 'average' and 'severe' category and an increase in the 'mild' category
de: Angezeigt werden mittlere Symptom-Intensitäten und Anteile von 'geringen' (VAS<3) and 'starken' (VAS>6) Bewertungen, jeweils ohne sowie während Wirksamkeit dieses Medikaments. Ein hilfreicher Behandlungseffect sollte zur Reduzierung der 'mittleren' und 'starken' -, sowie eine Zunahme der 'geringen' Bewertungen führen

# Stats.infoText2
source: Can reveal long-term trends or show episodes of symptom flare-up
de: Zur Erkennung von längerfristigen Trends or begrenzten Episoden von Symptom-Verschlechterung

# Stats.infoText3
source: Monthly averages of how symptom intensity changes from before to after each single dose taken. Negative values show a reduction in intensity and good treatment effect. Positives can be a sign of lack of effect of this medicine for this symptom A useful chart here requires entering of symptom ratings well timed to coincide with doses you take. Enabling automatic reminders for each medicine to rate treated symptoms should give you better analysis here if the chart doesn't show much.
de: Monatl. Durschschnitt von Symptom-Änderungen nach einzelnen Dosen. Negative Werte = Symptom-Reduzierung nach Einnahme, also ein guter Behandlungseffekt. Positive Werte = Symptom-Zunahme, deuten auf Unwirksamkeit dieses Medikaments für dieses Symptom hin. Um hilfreiche Werte zu bekommen ist es wichtig Symptome in enger zeitlicher Verbindung zu Dosis-Einnahme zu bewerten. Automatische Erinnerungen zur Symptombewertung können die Daten verbessern helfen

# Stats.infoText4
source: Changes of proportions of your symptom evaluations (VAS): mild (<3), moderate (3-6) and severe(>6). Well controlled symptoms have a high proportion of 'mild' ratings, and hardly any 'severe'. Effective treatment should increase the mild, and reduce the severe proportion.
de: VAS Veränderungen: gering (<3), mittel (3-6) and stark (>6). Gute Symptom Kontrolle zeigt sich an überwiegend geringen, und sehr wenigen starken Bewertungen. Eine wirksame Behandlung erhöht den Anteil geringer -, und verringert den starker Bewertungen.

# Stats.infoText5
source: % of mild (<3), moderate (3-6) and severe(>6) symptom evaluations (VAS) without- compared to with medication effect. An effective medicine should increase the proportion of 'mild' ratings, and reduce that of 'severe'ratings
de: % von VAS mild (<3), moderat (3-6) and stark (>6) im Vergleich ohne und mit Behandlung durch ein Medikament Eine wirksames Medikament sollte den Anteil von milden Bewertungen erhöhen, und den starker verringern

# Stats.infoText6
source: % of mild (<3), moderate (3-6) and severe(>6) symptom evaluations (VAS) before (B) and after (A) events of different categories. The comparison helps to judge the impact of different events on the severity of this symptom
de: % von VAS mild (<3), moderat (3-6) and stark (>6) vor (V) und nach (N) bestimmten Ereignissen. Der Vergleich zeigt die Einwirkung von Ereignissen auf dieses Symptom

# Stats.intensityPropChanges
source: Intensity over time
de: Zeitl. Veränderungen der Intensität

# Stats.intensityPropEvents
source: Symptom intensity after events
de: Symptom-Intensität nach Ereignissen

# Stats.intensityPropExercise
source: Symptom intensity after exercise
de: Symptom-Intensität nach Aktivitäten

# Stats.intensityPropTreatment
source: Treated/ untreated Intensity
de: Behandelte/ unbehandelte Symptom-Intensität

# Stats.lessFreq
source: less frequent during treatment
de: abnehmend

# Stats.medicineStats
source: Medicine Statistics
de: Statistik Medikamente

# Stats.mildProp
source: mild ratings
de: leichte Beschwerden

# Stats.mildSev
source: Mild/severe
de: Leicht/stark

# Stats.mildSevChange
source: Proportion of mild (<3/10) or severe (>5/10) symptom ratings without (lighter) compared to with (darker) treatment
de: Anteil geringer (<3/10) und starker (>5/10) Beschwerden ohne (heller) verglichen mit mit (dunkler) Behandlung

# Stats.moderate
source: moderate
de: mittel

# Stats.monthly
source: Monthly
de: Monatliche

# Stats.moreFreq
source: more frequent during treatment
de: zunehmend

# Stats.na
source: not available
de: keine Daten

# Stats.naYet
source: not available yet
de: noch keine Daten vorhanden

# Stats.noChange
source: no change during treatment
de: keine Veränderung

# Stats.noData
source: no recent data
de: keine neueren Daten

# Stats.noOfRatings
source: no. ratings during effect time
de: Bewertungen während Wirkzeit:

# Stats.noRatings
source: no ratings
de: keine Bewertungen

# Stats.perWeek
source: Per week
de: Pro Woche

# Stats.rateChangeChartInfo_1
source: Changes from baseline (within 60 minutes before you took
de: Symptom-Veränderung von kurz vor Einnahme von

# Stats.rateChangeChartInfo_2
source: to the average while the effect lasted. The diagram shows a trend of these changes over time. Green columns show symptom reduction compared, red columns show symptom increase. The trend can help to judge whether
de: zum Mittelwert während der Wirkzeit. Das Diagramm zeigt den Trend dieser Änderungen im Laufe der Zeit. Grün = Symptom-Reduzierung, rot = Symptom-Zunahme. Ein Trend hilft bei der Einschätzung ob die

# Stats.rateChangeChartInfo_3
source: has an ongoing stable, increasing or decreasing effect on
de: -Wirkung mit der Zeit stabil ist, oder ab- oder zunimmt bei der Behandlung von

# Stats.rateChangeChartInfo_4
source: A blue line makes a trend visible. The more horizontal the line, the more stable the effect. A tilted line shows increasing (dropping from left to right) or decreasing (rising from left to right) effect.
de: Eine blaue Linie macht einen Trend deutlicher sichtbar. Je horizontaler gerade diese Linie desto stabiler die Wirkung. Eine geneigte Linie bedeutet Wirkungs-Abnahme (nach rechts ansteigend) oder -Zunahme (nach rechts abfallend) mit der Zeit

# Stats.rateChangeChartName
source: Symptom Change trend
de: Änderungs-Trend

# Stats.rateChangeChartName.subtitle
source: (change from before to after taking
de: (Änderung nach Einnahme von

# Stats.rateChangeChartName.subtitle2
source: Effect trend description:
de: Effekt-trend Beschreibung:

# Stats.ratings
source: Your ratings
de: Ihre Bewertungen

# Stats.recentAvg
source: last month
de: Im letzten Monat

# Stats.redRem
source: Left: Symptom average without (dark) and with (orange) treatment Right: Avg. change after taking a dose (in %)
de: Links: Bewertung ohne (dunkel) und mit (orange) Behandlung Rechts: mittl. Änderung in % nach Einnahme einer Dosis

# Stats.seRating
source: Side effects
de: Nebenwirkungen

# Stats.severeProp
source: severe ratings
de: starke Beschwerden

# Stats.statistics
source: Statistics
de: Statistik

# Stats.strong
source: strong
de: stark

# Stats.symptomRed
source: Symptom change
de: Symptom Änderung

# Stats.symptomRed.brief
source: Change
de: Änderung

# Stats.symptomStats
source: Symptom Statistics
de: Statistik Symptome

# Stats.tile.effectOn
source: Effect on
de: Wirkung auf

# Stats.tile.header1
source: Effect on symptom
de: Wirkung bzgl. Symptom

# Stats.tile.header2
source: medicine combination
de: Medikamenten-Kombination

# Stats.tile.header3
source: remaining change effect
de: Verbleibende Wirkung

# Stats.tile.header4
source: Mild/ Severe ratings
de: Milde/ Intensive Bewertung

# Stats.tile.header5
source: Mild/ Severe trends
de: Mild/ Intensiv Trend

# Stats.tile.mildRatings
source: Mild ratings
de: Symptom gering

# Stats.tile.sevRatings
source: Severe ratings
de: Symptom intensiv

# Stats.timeSpan
source: Time span
de: Zeitspanne

# Stats.timesOfDay
source: Time-of-day doses
de: Tageszeit-Dosen

# Stats.totalAvg
source: since start
de: Gesamt-Wirkzeit

# Stats.totalDoses
source: Total doses
de: Gesamt-Dosen

# Stats.treatedSymptoms
source: Treated symptoms
de: Behandelte Symptome

# Stats.treatedWith
source: During effect of
de: Während Wirkung von

# Stats.treatmentEffectOnVAS
source: Treatment effect on VAS
de: VAS Behandlungs-Effekt

# Stats.treatmentTime
source: Treatment time
de: Behandlungs-Dauer

# Stats.trendTile.subTitle1
source: reduction trend over time.
de: Reduzierungs-Trend im Zeitverlauf.

# Stats.trendTile.subTitle2
source: Green = reduced, red = increased intensity after taking
de: Grün = reduzierte, rot = erhöhte Intensität nach Einnahme.

# Stats.vasChangeAfterDoses
source: Average VAS change after doses
de: Mittl. VAS Änderung nach Einnahme

# Stats.weak
source: weak
de: schwach

# Stats.weekdayInitials
source: MTWTFSS
de: MDMDFSS

# Stats.weekdays
source: Weekday doses
de: Tages-Dosen

# Stats.weekly
source: Weekly
de: Wöchentliche

# Stats.weeklyCountchartInfo_0
source: Number of low, moderate and high ratings per week for
de: Wöchentl. Anzahl geringer/mittelstarker/starker Symptom-Bewertungen für

# Stats.weeklyCountchartInfo_1
source: , during effect of
de: , während Wirkzeit von

# Stats.weeklyCountchartInfo_2
source: Green = low (lower than 3 /10, or mild). Orange = moderate (between 3 and 5 /10). Red= high (higher than 5 /10, or severe).
de: Grün = gering (weniger als 3/10). Orange = moderat (3-6/10). Rot = stark bis stärkste (über 5/10).

# Stats.weeklyDoseChartInfo_1
source: Weekly number of combined doses of
de: Anzahl der eingenommen wöchentlichen Dosierungen von

# Stats.weeklyDoseChartInfo_2
source: over the last 3 months. A 'dose' is counted when all medicines of the above combination were in action together. You can track trends of how often you took this combination.
de: während der letzten 3 Monate. Eine 'Dosierung' bedeutet das alle Medikamente der angezeigten Kombination zusammen in Aktion waren. Sie können hier übersehen wie häufig Sie diese Kombination eingenommen haben.

# StatsC.title1
source: Effect Alert On only
de: Wirkungs Hinweis An nur

# StatsC.title2
source: of treatment days during the last month '
de: der Einnahme-Tage des letzen Monats-Zeitraumes wurde '

# StatsC.title3
source: ' was reduced by more than 30% when taking this medicine. If you feel that it doesn't consistently improve your symptoms when taken consider to discuss lack of useful effect with your prescriber.
de: ' nach Einnahme dieses Medikaments um mehr als 30% reduziert. Falls Sie merken dass das Medikament die behandelten Symptome nach Einnahme nicht ausreichend verbessert kann dies auf eine fehlende hilfreiche Wirkung hinweisen. Sie sollten dies mit Ihrem Arzt/ Verschreiber ansprechen.

# StatsDetailVC.allRatings
source: All ratings
de: Alle Wertungen

# StatsDetailVC.avgRating
source: Average rating
de: Mittl. Bewertung

# StatsDetailVC.avgRatingChange
source: rating change
de: Änderung

# StatsDetailVC.ch2subTitle
source: (during effect of
de: während Wirkzeit von

# StatsDetailVC.chart0Info
source: Large number = all average, white with blue rim = daytime average and black = night time average. Day time = 7AM-10PM, Night time = 10PM-7AM.
de: BLAU = Durchschnitt ALLER Bewertungen WEISS = Durchschnitt tagsüber SCHWARZ = Durchschnitt nachts. Tagsüber = 7-22Uhr, Nachts = 22-7Uhr.

# StatsDetailVC.dnChart.subTitle
source: (blue = day / black = night ratings average)
de: (blau = tagsüber / schwarz = nachts)

# StatsDetailVC.dnChartInfo
source: Weekly averages. BLUE = daytime (7AM-10PM) BLACK = night-time average
de: Das Diagramm zeigt wöchentl. Mittelwerte. Blau = tagsüber (7-22Uhr) schwarz = nachts

# StatsDetailVC.dnChartTitle
source: Day / Night average rating (VAS)
de: Durchschnittl. Tag / Nacht Bewertung (VAS)

# StatsDetailVC.header
source: Analysis for
de: Analyse für

# StatsDetailVC.noMin
source: no min
de: kein min

# StatsDetailVC.noMinMax
source: no min/ no max
de: kein min/ kein max

# StatsDetailVC.symptomTitleLabel
source: Ratings without medication effect
de: Bewertungen ohne Medikamente

# StatsObject.noMedEffect
source: No medication effect
de: Keine Medikamenten Wirkung

# StatsObject.woMed
source: Without medication effect
de: Ohne Medikamenten-Wirkung

# Store.description.CPE
source: • Get all the benefits of the 'Pain Medicines' and Unlimited Symptoms' expansions at a better price
de: • Alle Vorteile der beiden 'Schmerzmedikamente' und 'Symptom-Vielfalt' Erweiterungen kombiniert, zu einem günstigeren Preis

# Store.description.PME
source: • Track as many different medicines as you need. Keep them accessible in your list after you stop taking them for your records. • Via the formulary of pain medicines Alogea with auto-fill details of new ones you add. • Get alerts to avoid exceeding safe dose limits and treatment durations.
de: • Soviele Medikamente wie Sie benötigen. Details neuer Medikamente werden aus der online Datenbank übernommen um Fehler zu vermeiden. • Beinhaltet Überdosierungs- und andere wichtige Hinweise.

# Store.description.USE
source: • Track an unlimited number of symptoms, with rating scale ranges you can set. • The timeline will show a separate trendline for each symptom. • Switch between graphs and toggle individual graph display in the Diary view.
de: • Verfolgen und bewerten Sie eine unbegrenzte Zahl von Symptomen. • Je eine Liniengrafik-Darstellung pro Symptom. • Alle Symptome werden gleichzeitig oder einzeln in der Zeitleiste dargestellt.

# Store.dialogMsg
source: Please continue to use Alogea while your purchase is pending approval from your family delegate.
de: Bitte fahren Sie mit dem Gebrauch von Alogea fort, bis Ihre Kauf-Anfrage durch das zahlende Familien-Mitglied bestätigt wird.

# Store.erro.info
source: unknown transaction state returned
de: ein unbekanntes Kaufvorgang-Ergebnis wurde übermittelt

# Store.error.1
source: Alogea expansion can't be purchased
de: Alogea Erweiterungen können nicht gekauft werden.

# Store.error.acctStgs
source: Your account settings do not include permission to purchase these options.
de: Ihr Account ermöglicht keine Käufe im App Store.

# Store.error.appStore
source: App Store error
de: App Store Fehler

# Store.error.asMsg
source: A transaction problem has occurred:
de: Ein Kaufvorgangs-Fehler ist aufgetreten:

# Store.error.cantConnect
source: can't connect to the App Store. Please try again when connected to the internet
de: Keine Verbindung zum App Store. Bitte versuchen Sie es nochmal sobald eine Verbindung zum Internet besteht.

# Store.error.expUnavailable
source: Expansions are currently unavailable. Please try again later
de: Erweiterungen sind derzeit nicht verfügbar. Bitte versuchen Sie es später noch einmal

# Store.error.noNetWork
source: No network connection
de: Keine Internet Verbindung

# Store.expPrompt
source: Show expansion options
de: Erweiterungs Optionen

# Store.expansions.CCPE
source: Unlimited Medicines And Symptoms Expansion
de: Chronische Schmerzen Komplett

# Store.expansions.PME
source: Unlimited Medicines Expansion
de: Unbegrenzte Medikamente

# Store.expansions.USE
source: Unlimited Symptoms Expansion
de: Unbegrenzte Symptome

# Store.freeVAlert
source: Free version limit
de: Hierfür sind Erweiterung(en) erforderlich

# Store.included
source: included
de: inklusive

# Store.medPurchasePrompt
source: To add or see more medicines please purchase the
de: Um weitere Medikamente hinzuzufügen oder anzuzeigen erwerben Sie bitte die Erweiterung

# Store.medPurchasePrompt2
source: To track more than one symptom an extension is required. Alternatively, you can rename your existing symptom in Settings. Without expansion Alogea is limited to one symptom
de: Mit der freien Version können Sie ein Symptom zeitlich unbegrenzt verfolgen. Für weitere Symptom brauchen Sie eine Erweiterung. Sie können ansonsten Ihr (auf diesem Gerät eingerichtetes) Symptom umbennen (Einstellungen > Symptome & Ereignisse).

# Store.purchased
source: purchased
de: gekauft

# Store.restore
source: Restore
de: Wiederherstellen

# Store.sympPurchasePrompt
source: To add, see and edit more symptoms please purchase the 'Unlimited Symptoms Expansion' or
de: Um weitere Symptome hinzuzufügen, anzuzeigen oder zu ändern benötigen Sie die Erweiterung 'Symptom-Vielfalt' oder

# Store.sympPurchasePrompt2
source: Alternatively, you can rename the existing symptom in Settings > Event Types Without expansion Alogea is limited to one symptom
de: Ansonsten können Sie Ihr derzeitiges Symptom (mit allen bisherigen Bewertungen) umbenennen: in Einstellungen > Hinzufügen, Ändern und Löschen Ohne Erweiterung ist Alogea auf ein Symptom begrenzt
