Repository: mike-atf/Novalgea
Catalog: Novalgea/Alogea Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de

# EULA.purposeLimits
source: I. PURPOSE AND LIMITATIONS OF APP USE Alogea® is intended as a personal support tool for ADULTS to assist you in monitoring and managing day-to-day medical problems. You understand that Alogea® it NOT intended to guide or give advice on medical treatment or diagnosis. It is NOT suitable for CHILDREN or ADOLESCENTS. You must obtain qualified medical advice before taking, refraining from taking, or changing doses of medicines, or take other actions that change recommended treatments, that result from using this App. While great care has been taken the medicines information in Alogea can contain errors or may not be suitable for your individual circumstances. YOU MUST ALWAYS CHECK CAREFULLY THAT DETAILS OF MEDICINES STRICTLY MATCH THOSE OF YOUR PRESCRIPTION. Always have separate information such as medicines info leaflets or your prescription in place to check that your medicines are taken as prescribed. We cannot exclude loss of data so please make sure that you have other records in place that remind you of how to take your medicines. BY USING ALOGEA YOU ACKNOWLEDGE THAT YOU HAVE CONSULTED YOUR RESPONSIBLE CLINICIAN / PRESCRIBER HOW TO TAKE/ APPLY MEDICINES AS WELL AS BEFORE MAKING CHANGES TO YOUR MEDICATION. YOU MUST NOT CHANGE PRESCRIBED MEDICINES AS A CONSEQUENCE OF USING THIS APP WITHOUT PRIOR DISCUSSION WITH YOUR RESPONSIBLE CLINICIAN/ PRESCRIBER.
de: I. ZWECK UND GRENZEN DER APP NUTZUNG Alogea® ist konzipiert als ein persönliches Hilfsmittel für ERWACHSENE zum Beobachten, Verfolgen und alltäglichen Handhaben von medizischen Problemen, insbesondere von schmerz-assoziierten Symptomen. Sie bestätigen Ihr Verständnis, dass Alogea nicht geeignet ist medizinischen Rat zu Behandlung oder Diagnose zu ersetzen oder in Frage zu stellen. Alogea ist NICHT für KINDER oder MINDERJÄHRIGE geeignet. Bitte holen Sie STETS ärztlichen Rat ein BEVOR Sie Medikamente neu einnehmen, auslassen oder beenden, Dosierungen ändern, oder sonstige Änderungen Ihrer empfohlenen Behandlung vornehmen die sich aus der Nutzung dieser App ergeben. Trotz aller Achtsamkeit können Medikamenten-Informationen in Alogea oder käuflichen Erweiterungen Fehler enthalten oder für Ihre spezielle persönliche Situation unangemessen sein. ÜBERPRÜFEN SIE STETS SORGFÄLTIG OB DIE INFORMATIONEN IN DER APP MIT IHRER VERSCHREIBUNG ÜBEREINSTIMMEN. Halten Sie zu diesem Zweck Kopien Ihrer Verschreibung sowie Medikamenten-Beipackzettel oder Info-Blätter bereit. Wir können einen Verlust Ihrer Tagebuch-Daten NICHT ausschliessen. Bitte halten Sie daher stets alternative Instruktionen bereit wie Sie Ihre Medikamente einnehmen sollen. MIT NUTZUNG VON ALOGEA ERKLÄREN UND BESTÄTIGEN SIE DASS SIE EINEN BEHANDELNDEN ARZT/ VERSCHREIBER ZUR EINHAME SOWIE JEGLICHER ÄNDERUNG IHRER MEDIKAMENTE KONSULTIERT HABEN. SIE SOLLTEN AUF KEINEN FALL DIE EINHAME VON VERSCHRIEBENEN MEDIKAMENTEN AUFGRUND DER NUTZUNG DIESER APP ÄNDERN OHNE DIES VORHER MIT IHREM BEHANDELDEN ARZT BESPROCHEN ZU HABEN

# EULA.quit
source: Close the App
de: App schliessen

# EULA.reconsider
source: Reconsider
de: Entscheidung revidieren

# EULA.specific
source: SPECIFIC TERMS OF USE
de: SPEZIFISCHE NUTZUNGS-BEDINGUNGEN

# EULA.tou.dialog1
source: This App is not a substitute for professional clinical advice. You must consult a professional clinician about use of medicines. While great care has been taken the medicines information in Alogea expansions can contain errors or may not be suitable for your individual circumstances. YOU MUST ALWAYS CHECK CAREFULLY THAT DETAILS OF MEDICINES STRICTLY MATCH THOSE OF YOUR PRESCRIPTION. Always have separate information such as medicines info leaflets or your prescription in place to check that your medicines are taken as prescribed. To protect your data you must have suitable device passcode or biometric access protection in operation./n
de: Diese App ist kein Ersatz für professionelle Beratung. Zur Einnahme von Medikamenten müssen Sie stets einen entsprechend qualifizierten klinischen Verschreiber konsultieren. Trotz aller Achtsamkeit können Medikamenten-Informationen in Alogea Fehler enthalten oder für Ihre spezielle persönliche Situation unangemessen sein. ÜBERPRÜFEN SIE STETS SORGFÄLTIG OB DIE INFORMATIONEN IN DER APP GENAU MIT IHRER VERSCHREIBUNG ÜBEREINSTIMMEN. Halten Sie zu diesem Zweck stets Kopien Ihrer Verschreibung sowie Medikamenten-Beipackzettel oder Info-Blätter bereit. Um Ihre Tagebuch-Daten zu schützen muss Ihr Gerät stets durch ein geeignetes Passwort oder biometrisch gesichert sein./n

source: Edit Record Categories
de: Kategorien ändern

source: Edit categories
de: Kategorien umbenennen

# Edit event categories
source: Event categories
de: Ereignis Kategorien

# Edit exercise categories
source: Exercise categories
de: Trainings-Kategorien

# Edit symptom names
source: Symptom names
de: Symptome

source: Enabled
de: Aktiviert

source: Ended on
de: End-Datum

source: Enter password
de: Passwort eingeben

# Errors.CoreData.fetchError
source: FRC fetching error
de: Fehler beim FRC Abruf

# Errors.CoreData.frcChangeError
source: unknown change type
de: Unbekannte FRC Änderung

# Errors.CoreData.saveError
source: FRC saving error
de: Fehler beim FRC speichern

# Errors.CoreData.stackSaveError
source: Stack saving error
de: Fehler beim sichern

# Errors.DE.tabletDosesString1
source: The daily number of tablets and their doses is 0! Please review and correct
de: Die tägl. Anzahl der einzunehmenden Tabletten und Dosen ist 0! Bitte überprüfen und korrigieren Sie die gespeicherte Angabe.

# Errors.DE.tabletDosesString2
source: The daily number of tablets is 0! Please review and correct
de: Die tägl. Anzahl der einzunehmenden Tabletten ist 0! Bitte überprüfen und korrigieren Sie die gespeicherte Angabe.

# Errors.backupErrorMessage1
source: multiple medicines
de: mehr als ein Medikament

# Errors.backupErrorMessage2
source: Pain Medicines- or Complete Pain
de: 'Schmerzmedikamente'- oder 'Chronische Schmerzen Komplett'

# Errors.backupErrorMessage3
source: multiple symptoms
de: mehr als ein Symptom

# Errors.backupErrorMessage4
source: Unlimited Symptoms- or Complete Pain
de: 'Symptom-Vielfalt'- oder 'Chronische Schmerzen Komplett'

# Errors.backupErrorMessage5
source: multiple medicines and symptoms
de: mehr als ein Medikament und Symptom

# Errors.backupErrorMessage6
source: Complete Pain
de: 'Chronische Schmerzen Komplett'

# Errors.backupSave
source: Error when trying to save a Backup
de: Fehler beim Backup sichern

# Errors.backups.failure
source: Failure
de: Es hat nicht funktioniert

# Errors.backups.failureMessage
source: We're sorry the back up process could not be completed this time 😟 Try again after App relaunch.
de: Sorry! Die Wiederherstellung von diesem Backup ist fehlgeschlagen 😟 Versuchen Sie es nach App-Neustart noch einmal.

# Errors.coderMissing
source: A user interface lacks a coder
de: es fehlt ein UI Kodierer

# Errors.dict.load
source: An error occurred 😟
de: Es ist ein Fehler aufgetreten 😟

# Errors.exercise.bellSound1
source: Error playing 'Bell's strike'
de: Fehler beim Abspielen einer Audio-Datei

# Errors.exercise.loadStepData
source: Can't retrieve steps data
de: Schrittzahl Daten sind nicht abrufbar

# Errors.exercise.noDistance
source: Distance measurement is not available on this device
de: Distanzmessung ist auf diesem Gerät nicht verfügbar

# Errors.exercise.noStepcounter
source: Step counter is not available on this device
de: Der Schrittzähler steht auf diesem Gerät nicht zur Verfügung

# Errors.exportError
source: Error exporting data
de: Fehler beim Daten-Export

# Errors.exportSaveFailure
source: Alogea can't save the Export file
de: Alogea kann die Export Datei nicht sichern

# Errors.fatal
source: A fatal error has occured
de: Fataler Fehler!

# Errors.general.sorryError
source: Sorry, an error accurred! 😟
de: Sorry, ein Fehler ist aufgetreten!

# Errors.iCloudSignin
source: There currently is no iCloud access If you have not logged in, please do so in Settings > iCloud
de: iCloud Zugang ist derzeit nicht möglich Bitte melden Sie sich erst bei iCloud an, in Einstellungen > Konto > iCloud

# Errors.import
source: Error importing file
de: Fehler beim Datei-Import

# Errors.import.wrongFile
source: This file is not a compatible backup file. The file type must be '.abf2' or '.abf'
de: Die Datei kann nicht importiert werden. Es muss eine '.abf2' oder '.abf' Datei sein

# Errors.importErrors
source: Some import errors occured. Not all events were imported successfully; some errors in imported event sets: event.name == nil
de: Es sind Import Fehler aufgetreten. Es konnten nicht alle Ereignisse importiert werden. Fehler: event.name or .type == nil

# Errors.importErrors.meds
source: Some import errors occured. Not all medicines were imported successfully; med.name == nil
de: Es sind Import Fehler aufgetreten. Nicht alle Medikamente konnten importiert werden; med.name == nil

# Errors.importErrors.symptoms
source: Some import errors occured. Not all symptoms were imported successfully; recordType.name == nil
de: Es sind Import Fehler aufgetreten. Nicht alle Symptome konnten importiert werden; recordType.name == nil

# Errors.meds.archiveDateError
source: Alogea was unable to store medicine check dates
de: Alogea konnte einige Medikamenten Check Daten nicht sichern

# Errors.missing
source: missing
de: Fehlt

# Errors.multIDs
source: There are multiple medicines with the same ID
de: Es existieren mehrere Medikamente with derselben ID

# Errors.net.loading
source: Can't load web address.
de: Laden der Webpage fehlgeschlagen

# Errors.noDocFolder
source: Alogea can't find it documents folder and needs to quit.
de: Alogea kann den zugehörigen Datei-Ordner nicht lokalisieren und muss beendet werden.

# Errors.noVisVC
source: Alogea can't find a display pane
de: Alogea kann keine Nachricht anzeigen

# Errors.onlineDict.access
source: I can't access the online medicines database at the moment. Can you please cancel the new medicine for now and retry after restaring Alogea. Make sure that you have internet access!
de: Ich finde im Moment keinen Zugang zur online Medikamenten Datenbank. Bitte brechen Sie den jetzigen Vorgang (neues Medikament) ab. Dann beenden Sie bitte Alogea and versuchen es nach einem Neustart erneut. Stellen Sie sicher dass eine Internet Verbingdung besteht!

# Errors.problem
source: Alogea encountered a problem:
de: Alogea hat ein Problem:

# Errors.reminders.msg
source: In order to receive reminders you need to allow Alogea to send you notifications. You can change your permission in the Settings App > Notifications > Alogea
de: Um Erinnerungen zu erhalten erlauben Sie bitte Alogea Ihnen Benachrichtigungen zu senden in Einstellungen > Benachrichtigungen > Alogea

# Errors.reminders.title
source: Unable to send you reminders
de: Erinnerungen sind nicht möglich

# Errors.restoreError
source: An error occurred 😟
de: Es ist ein Fehler aufgetreten 😟

# Errors.restoreErrorMessage
source: Restore operation failed. Try again after App relaunch. This Backup may have errors.
de: Die Wiederherstellung ist leider fehlgeschlagen. Versuchen Sie es nach App-Neustart noch einmal. Evtl. ist das Backup fehlerhaft

# Errors.restoreErrorMessage1
source: The diary you are trying to import or restore from contains
de: Das ausgewählte Tagebuch enthält

# Errors.restoreErrorMessage2
source: You need to purchase the
de: Zum Import/Wiederherstellen sind die Erweiterung(en)

# Errors.restoreErrorMessage3
source: expansion before you can import this file. Please go to Settings > Expansions > Alogea Store.
de: erforderlich. Diese finden Sie in Einstellungen > Erweiterungen

# Errors.restoreMed
source: Error when trying to restore a medicine
de: Fehler beim Wiederherstellen eines Medikaments

# Errors.restoreSymptom
source: Error when trying to restore a symptom
de: Fehler beim Wiederherstellen eines Symptoms vom Backup

# Errors.rwCoder
source: error in RatingWheel View
de: Fehler in er RatingWheel Ansicht

# Errors.saveError
source: Unable to save some of your data
de: Einige Ihrer Daten konnten nicht gespeichert werden

# Errors.sympBackupError
source: Error when trying to Backup a Symptom
de: Fehler beim Backup von einem Symptom

# Errors.unableToSched
source: unable to schedule reminders
de: Erinnerungen nicht verfügbar

# Errors.vcMissing
source: can't find currently visible VC
de: keine Ansicht gefunden

# EventCategoryChoser.newCategory
source: New category...
de: Neue Kategorie...

# EventDisplayChoser.instructions
source: The Selection list is still empty. Add more symptom ratings and medicines.
de: Die Auswahl Liste ist leer. Fügen Sie mehr Einträge und Bewertungen hinzu.

# EventStatChart.noRatings
source: no ratings
de: ø Bewertungen

source: Events
de: Ereignisse

# Events.missingName
source: missing name
de: fehlender Name

# Events.unnamed
source: unnamed event
de: Ereignis ohne Namen

# Exercfise.halfWayMessage.body
source: If you are on a walk it's time to return
de: Es ist Zeit für den Rückweg

# Exercise.chartLegend1
source: minutes
de: Minuten

# Exercise.chartLegend2
source: steps/repeats
de: Schritte

# Exercise.chartLegend3
source: meters
de: Meter

# Exercise.cycling
source: Cycling
de: Radfahren

# Exercise.distance
source: distance
de: Distanz

# Exercise.finishMessage.title
source: Exercise finished 😀
de: Sie sind am Ziel - geschafft 😀

# Exercise.finishPrompt
source: Tap on message to record!
de: Zum speichern tippen Sie auf diese Nachricht!

# Exercise.genericType
source: Exercise
de: Sport & Bewegung

# Exercise.halfWayMessage.title
source: You're halfway there! 👏
de: Die Hälfte ist geschafft! 👏

# Exercise.helpMessage1
source: to set your goals
de: um ein Ziel zu setzen

# Exercise.helpMessage2
source: to pick timer, stepcounter or distance to measure session progress
de: um mit Stoppuhr, Schrittzähler oder per Entfernung zu messen

# Exercise.helpMessage3
source: Timer will provide the most reliable result. If using steps or distance instead your initial pace will be used to estimate time to finish. Please try to keep your device 'awake' (tap on the screen) until the Pause symbol turns from gray to green. This indicates that Alogea has recognized your pace and is ready for background mode. Before turning off the screen (right side button) during a session press the home button (swipe upwards on iPhone X).
de: mit der Stoppuhr gibt es das verlässlichste Ergebnis. Wenn Sie statt dessen Schritte oder Entfernung wählen wird Ihr anfängliches Tempo zum Abschätzen der Zeit bis zum Erreichen des Zieles genommen. HVerhindern Sie bitte kurzfristig dass Ihr Gerät in den Ruhemodus wechselt (ggf. den Bildschirm berühren). Sobald während des Trainings das Pause-Symbol von grau zu grün wechselt können sie zuerst Alogea in den Hintergrundmodus (Home Knopf ganz unten, oder aufwärts wischen) und dann das Gerät in den Ruhemodus schicken (Knopf an der rechten Seite).

# Exercise.helpMessage4
source: Tap 'Edit' in the right upper corner
de: Tippen Sie 'Bearbeiten' in der rechten obere Ecke

# Exercise.helpMessage5
source: . Chose your acivity and set a schedule to receive reminders to exercise. Back in this view tap +/- to adapt your goal by 10%. Track progress of a session by tapping Start. You can manually pause, resume or end a session. Alogea will send alerts at half-time and finish.
de: . Wählen Sie ein Training sowie einen Zeitplan aus, um Trainings-Erinnerungen zu erhalten. Wieder zurück in dieser Ansicht, können Sie dann mit +/- Ihr aktuelles Ziel um je 10% anpassen. Mit dem Start-Knopf (gross, rund mit Dreieck) beginnen Sie das Training und können Ihren Fortschritt live verfolgen. Sie können jederzeit für eine Pause unterbrechen (mit ||) und danach entweder Fortsetzen oder Beenden wählen. Alogea schickt Ihnen zur Halbzeit und beim Erreichen des Zieles akustische und visuelle Nachrichten (Schiffsglocke klingt).

# Exercise.helpMessage6
source: View your achievements by turning your device to landscape orientation. To learn more about exercising, goal setting and pacing we recommend www.paintoolkit.org/tools
de: Wenn Sie das Gerät in's Querformat drehen sehen Sie die ihre Leistungen in einer Diagramm Übersicht. Mehr zur Bedeutung von, und Tips zum Thema Sport & Bewegung zur Schmerzkontrolle finden Sie bei www.paintoolkit.org/tools

# Exercise.hydro
source: Hydrotherapy
de: Wassertherapy

# Exercise.instructionsMessage
source: Use this Assistant to set exercise goals. Start by tapping 'Edit' in the right upper corner Why is exercising important? Please take a look at www.paintoolkit.org/tools. Start by setting a meaningful and realistic mobility or fitness goal. The trainig intensity should not increase your pain a lot - keep it modest. Do it regularly, the Assistant can help with reminders. Over time, gradually increase intensity or time - the + button increases your goal by 10%. If you have a pain flareup after training, reduce by 10 or 20% (- button) but try to avoid stopping exercises entirely. To dismiss this info, tap ? in the upper left corner
de: Mit diesem Assistenten können Sie sich persönliche realistische Ziele für Sport & Bewegung setzen. Tippen Sie dazu 'Bearbeiten' rechts oben Warum Sport & Bewegung bei chronischen Schmerzen so wichtig sind? Schauen Sie einmal bei www.paintoolkit.org/tools nach. Setzen Sie sich am Anfang ein sinnvolles und realistisches Mobilitäts-/ Fitness Ziel. Dauer und Intensität von Trainingseinheiten sollten nicht zu drastischer Schmerzzunahme führen - Geduld, sowie kürzere/ leichtere und häufigeres Training werden empfohlen. Versuchen Sie eine regelmässige Routine zu entwickeln - dieser Assistent kann Ihnen mit Erinnerungen dabei helfen. Steigern Sie allmählich Ihr Tempo, die Zeit oder Entfernung. Mit + erhöhen Sie Ihr Ziel um 10%. Wenn es nach dem Training zu einer erheblichen Schmerzzunahme kommt, reduzieren Sie Ihr Ziel um 10 bis 20% (mit - ), aber vermeiden Sie tagelange Inaktivität. Tippen Sie ? links oben um diese Info zu beenden.

# Exercise.kayaking
source: Kayaking
de: Kajaking

# Exercise.label1
source: steps/meters
de: Schritte/Meter

# Exercise.meters
source: meters
de: Meter

# Exercise.metric
source: metric type
de: Messmethode

# Exercise.minutes
source: minutes
de: Minuten

# Exercise.physio
source: Physiotherapy
de: Krankengymnastik

# Exercise.running
source: Running
de: Laufen

# Exercise.savedMessage
source: Exercise session saved
de: Training gespeichert

# Exercise.segmentCtl1
source: 1 week
de: 1 Woche

# Exercise.segmentCtl2
source: 1 month
de: 1 Monat

# Exercise.segmentCtl3
source: 3 months
de: 3 Monate

# Exercise.segmentCtl4
source: 6 months
de: 6 Monate

# Exercise.settings.bd
source: Twice per day
de: 2x täglich

# Exercise.settings.distance
source: Distance
de: Distanz

# Exercise.settings.fourDaily
source: Every four days
de: jeden 4. Tag

# Exercise.settings.header2
source: Your goal
de: Ihr Ziel

# Exercise.settings.header3
source: How often
de: Wie häufig

# Exercise.settings.header4
source: Reminders
de: Erinnern

# Exercise.settings.header5
source: Set a time
de: Tageszeit

# Exercise.settings.od
source: Once per day
de: einmal täglich

# Exercise.settings.otherDay
source: Every other day
de: jeden 2. Tag

# Exercise.settings.steps
source: steps/repeats
de: Schritte

# Exercise.settings.tds
source: Three times per day
de: 3x täglich

# Exercise.settings.threeDaily
source: Every three days
de: jeden 3. Tag

# Exercise.settings.time
source: Time
de: Zeit

# Exercise.settings.weekly
source: Once a week
de: einmal die Woche

# Exercise.steps
source: steps
de: Schritte

# Exercise.stretching
source: Stretching
de: Dehnübungen

# Exercise.swimming
source: Swimming
de: Schwimmen

source: Exercise type
de: Sportart

# Exercise.walking
source: Walking
de: Gehen

# Exercise.yoga
source: Yoga
de: Joga

source: Exercises
de: Training

source: Expansion store
de: Erweiterungen kaufen

source: Export as Backup file
de: Backup Datei Export

# Export as CSV
source: Export as .csv file
de: .csv Datei Export

source: Export options
de: Export Optionen

source: Export your diary
de: Tagebuch exportieren

source: For medicines you take regularly
de: Für regelmässige Medikamente

# Frequency, Times &amp; Doses
source: Frequency, Times & Doses
de: Frequenz, Zeiten & Dosen

# General.1hago
source: 1 hour ago
de: vor 1 Std.

# General.2hago
source: 2 hours ago
de: vor 2 Std.

# General.4hago
source: 4 hours ago
de: vor 4 Std.

# General.30mago
source: 30 min ago
de: vor 30 min

# General.a
source: A
de: N

# General.abfInfo
source: For Alogea re-import
de: Kann von Alogea importiert werden

# General.addNew
source: Add new symptom...
de: Neu ...

# General.after
source: after
de: nach

# General.all
source: all
de: alle

# General.allEvents
source: All events
de: Alle Einträge

# General.and
source: and
de: und

# General.at
source: at
de: um

# General.avg
source: Average
de: Mittelwert

# General.avg.small
source: average
de: Mittel

# General.b
source: B
de: V

# General.back
source: Back
de: Zurück

# General.baseLine
source: Initial dose
de: Anfangs Dosis

# General.before
source: before
de: vor

# General.benefit
source: Benefit
de: Nutzen

# General.cancel
source: Cancel
de: Abbrechen

# General.cancelTitration
source: Cancel dose titration
de: Dosis Erhöhung abbrechen

# General.cantChangeMinMax
source: The maximum and minimum values cannot be changed after saving. Minimum must not be lower than 0.
de: Maximum und Minimum können nach sichern nicht mehr geändert werden. Minimum muss grösser als Null sein.

# General.changeCat
source: Change Event Category
de: Kategorie ändern

# General.changeDetails
source: Edit details
de: Bearbeiten

# General.changeEvery
source: Dose should change every
de: Dosis Erhöhung alle

# General.close
source: Close
de: Schliessen

# General.complete
source: Complete
de: Vollständig

# General.csvInfo
source: Can be opened with Spreadsheets and Databases such as Excel, Numbers ...
de: Kann von Spreadsheets oder Datenbanken (Excel, Numbers ...) importiert werden

# General.date
source: Date
de: Datum

# General.day
source: day
de: tags

# General.days
source: days
de: Tage

# General.defaultSymptom
source: Pain intensity
de: Schmerz Intensität

# General.delete
source: Delete
de: Löschen

# General.diaryEntries
source: Diary entries
de: Tagebuch Einträge

# General.diaryEntry
source: Diary entry
de: Tagebuch Eintrag

# General.dismiss
source: Dismiss
de: Schliessen

# General.doseTitration
source: Dose titration
de: Dosis Erhöhungs Plan

# General.doseTitrationStep2
source: Dose titration step 2
de: Dosis Erhöhung 2. Schritt

# General.doses
source: doses
de: Dosen

# General.end
source: End
de: Beenden

# General.endDate
source: End date
de: End Datum

# General.event
source: Event
de: Ereignis

# General.events
source: Events
de: Ereignisse

# General.events.small
source: events
de: Ereignissen

# General.eventsList
source: Events list
de: Eintrags Liste

# General.every
source: every
de: alle

# General.exercises
source: Exercises
de: Training

# General.expoFile.name
source: /Alogea Diary File
de: /Alogea Tagebuch Datei

# General.exportABF
source: Export as .abf file
de: Export als .abf Datei

# General.exportCSV
source: Export as .csv file
de: Export als .csv Datei

# General.exportImage
source: Export image
de: Bild export

# General.filter
source: Apply filter
de: Filtern

# General.finalStep
source: Final dose
de: End Dosis

# General.from
source: From
de: Ab

# General.good
source: good
de: gut

# General.green
source: green
de: grün

# General.hours
source: hours
de: Stunden

# General.impactOf
source: Impact of '
de: Auswirkung von '

# General.increment
source: Dose increment
de: Erhöhung um

# General.incrementTime
source: Time between dose increments
de: Zeitraum zwischen Dosis-Erhöhungen
