Repository: mike-atf/Novalgea
Catalog: Novalgea/Alogea Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de

# General.indefinitely
source: indefinitely
de: unbegrenzt

# General.listOfMedicines
source: Medicines
de: Medikamente

# General.medAlertViewTitle
source: Alerts
de: Achtung

# General.medicine
source: Medicine
de: Medikament

# General.medicines
source: Medicines
de: Medikamente

# General.medsOptional
source: This is optional. Tick all medicines you take to treat this symptom (or side effect)
de: Optional. Wählen Sie alle Ihre Medikamente die dieses Symptom/ Nebenwirkung behandeln.

# General.moderate
source: moderate
de: mittelmässig

# General.months
source: months
de: Monate

# General.newSymptom
source: New symptom
de: Neues Symptom

# General.next
source: Next
de: Weiter

# General.night
source: night
de: nachts

# General.no
source: NO
de: NEIN

# General.noDuration
source: duration not entered
de: fehlende Dauer

# General.noName
source: no name
de: unbenannt

# General.noRatings
source: no ratings
de: keine Bewertungen

# General.noStop
source: Don't stop
de: Nicht beenden

# General.none
source: none
de: keine

# General.now
source: Now
de: Jetzt

# General.of
source: of
de: von

# General.only
source: only
de: nur

# General.or
source: or
de: oder

# General.othTime
source: other time...
de: andere Zeit...

# General.placeholder
source: placeholder
de: Platzhalter

# General.print
source: Print
de: Drucken

source: General.ratings
de: Bewertungen

# General.red
source: red
de: rot

# General.remindMe
source: Remind me
de: Erinnere mich

# General.reminders
source: Reminders
de: Mitteilungen

# General.rename
source: Rename
de: Name ändern

# General.save
source: Save
de: Speichern

# General.saveChanges
source: Save changes
de: Änderungen Speichern

# General.saveDoseTitration
source: Save dose titration
de: Plan sichern

# General.schedule
source: Schedule
de: Zeitplan

# General.searchBar
source: Search for category or content
de: Inhalt oder Kategorien suchen

# General.select
source: Select
de: Auswählen:

# General.show
source: Show
de: Anzeigen

# General.showEvents
source: Events
de: Ereignisse zeigen

# General.showHide
source: Show/ hide
de: Sichtbarkeit

# General.since
source: since
de: seit

# General.start&amp;endDate
source: Start- & End Date
de: Anfangs- & End Datum

# General.startDate
source: Start date
de: Anfangs Datum

# General.started
source: started
de: begonnen

# General.startingRegime
source: Starting scheme
de: Zu Beginn

# General.stats
source: Stats
de: Statistik

# General.step
source: Step
de: Schritt

# General.stop
source: Stop
de: Beenden

# General.strong
source: strong
de: stark

# General.successfully
source: successfully
de: erfolgreich

# General.swipeToDel
source: Swipe left to delete
de: Links-Wisch zum Löschen

# General.switchOn
source: Switch on
de: anschalten

# General.symptoms
source: Symptoms
de: Symptome

# General.targetRegime
source: Target scheme
de: Ziel Plan

# General.timeMonitored
source: Evaluation period
de: Beobachtungs Zeitraum

# General.titrationResult
source: Resulting titration scheme
de: Resultierender Plan

# General.together
source: together
de: zusammen

# General.treated
source: Treated
de: Behandelt

# General.treatedRatings
source: Evaluations during treatment
de: Bewertungen während Behandlung

# General.treatedWithMed
source: Treated with medicines:
de: Behandelt mit Medikamenten:

# General.treatment
source: treatment
de: Behandlung

# General.treatments
source: treatments
de: Behandlungen

# General.unknown
source: unknown
de: unbekannt

# General.unnamedSymptom
source: unnamed Symptom
de: Symptom

# General.until
source: until
de: bis

# General.untreated
source: Untreated
de: Unbehandelt

# General.untreatedRatings
source: Evaluations without treatment
de: Bewertungen ohne Behandlung

# General.weekly
source: Weekly
de: Wöchentl.

# General.weeks
source: weeks
de: Wochen

# General.with
source: with
de: mit

# General.wo
source: without
de: ohne

# General.yes
source: YES
de: JA

# GraphContainer.instructions_1
source: Start your diary by making a numerical rating of your current pain - drag with your finger along the Circle. Or add a Diary Entry by tapping on + inside the circle
de: Beginnen Sie das Schmerztagebuch mit einer numerischen Bewertung Ihrer jetzigen Schmerzen (von 0 = keine Schmerzen bis 10 = maximaler Schmerz) - bewegen Sie dazu Ihren Finger entlang des Kreises unten. Sie sehen dann die entsprechende Zahl auf der Intensitäts-Skala hier eingeblendet.

# GraphContainer.instructions_2
source: Your diary is empty. Turn your device to portrait orientation. Add symptom ratings by moving your finger along the Rating Circle, or add a Diary Entry by tapping + below
de: Ihr Schmerztagebuch ist leer. Drehen Sie erst Ihr Gerät hochkant. ADann fügen Sie Schmerz-Bewertungen mit Streichen über den unten positionierten Kreis hinzu. Oder machen Sie Tagebuch Einträge mit + in der Mitte des Kreises

# Help &amp; support
source: Help & support
de: Hilfen & Anleitungen

# Help.completeManual
source: Everything explained in detail
de: Die detaillierte Anleitung

# Help.contactSupport
source: Contact our support team
de: Kundendienst

# Help.emailPrompt
source: Email us the internal error log
de: Emailen Sie uns die interne Fehlerliste

# Help.error.mail1
source: Unable to send a message
de: Nachricht schicken ist nicht möglich

# Help.error.mail2
source: System Mail settings may need to be reviewed - sorry
de: Sorry. Bitte überprüfen Sie Ihre iOS Mail Einstellung

# Help.errorLogInfo
source: This gathers any minor to moderate errors while the App is running. Emailing this log will help us improve Alogea and your and other users' experiences. We will NOT share your email address with anyone else nor will we use it for marketing. Any data transmitted wil NOT be shared in any way
de: Die Fehlerliste enthält Fehler die bem Betrieb aufgetreten sind. Sie helfen uns mit dieser Liste Alogea weiter zu verbessern, zu Ihrem und dem Nutzen aller anderen User. Wir reichen Ihre email Addresse NICHT weiter und verwenden sie NICHT für Marketing. Mitübertragene Daten werden NICHT weiter gegeben

# Help.faq
source: FAQs and Video Tutorials
de: FAQs & Video Anleitungen

# Help.internetReq
source: An internet connection is required.
de: Beschreibung aller Funktionen und Nutzungs-Möglichkeiten (in Englisch). Benötigt eine Internet Verbindung.

# Help.logEnd
source: ErrorLogBook ____________END
de: Fehlerliste ____________ENDE

# Help.logMailIntro1
source: Dear AppToolFactory support team, I have received internal error messages. My App Version is
de: Sehr geehrtes AppToolFactory team, Es sind interne Fehlermeldungen aufgetreten. Ich nutze Alogea, Version

# Help.logMailIntro2
source: Here is the ErrorLog:
de: Hier ist die Liste der Fehler:

# Help.logMailSubject
source: Alogea ErrorLog
de: Alogea Fehlerliste

# Help.logStart
source: ErrorLogBook ____________START
de: Fehlerliste ____________START

# Help.mailIntro1
source: Dear AppToolFactory support team, I use Alogea version
de: Sehr geehrtes AppToolFactory team, Ich nutze Alogea, Version

# Help.mailIntro2
source: Please type your request here
de: Bitte beschreiben Sie Ihr Problem oder Ihre Anfrage

# Help.mailSubject
source: Alogea support request
de: Alogea - benötige Unterstützung

# Help.manual
source: The Alogea Manual
de: Das Alogea Handbuch

# Help.suppOptions
source: Support options
de: Unterstützung

# Help.supportMsg
source: If you have problems that cannot be solved by reading the Help topics below send us an email.
de: Wenn Sie für ein Problem keine Lösung finden schicken Sie uns ein email.

# Help.tutMsg
source: A quick introduction in nine steps.
de: Erste Nutzung und Funktionsübersicht in neun Schritten.

# Help.tutorial
source: The basics
de: Alogea basics

# Help.tutorial.header
source: Intro tutorial
de: Kurze Einführung

# Help.webSupport
source: Support webpage
de: Support Webseite

source: Keep
de: Behalten

source: Login protection
de: ID/ Passwort Schutz

# Main.expoReportTitle
source: Alogea Symptom Report
de: Alogea Symptom Bericht

# Main.infoPopOverText0.0
source: The average of all
de: Mittelwert aller Ihrer '

# Main.infoPopOverText0.1
source: ratings you made while there was no medication effect
de: ' Bewertungen während kein Medikament wirksam war.

# Main.infoPopOverText1
source: the respective medicine.
de: nach Einnahme des jeweiligen Medikaments.

# Main.infoPopOverText1.1
source: ratings you made during effect times of
de: ' Bewertungen

# Main.infoPopOverText1.2
source: Arrows and the associated number show the average change after taking
de: Der Pfeil und die darauf folgende Zahl zeigen die mittlere Veränderung

# Main.infoPopOverText2
source: the respective combined medicines.
de: nach Einnahme der jeweiligen Medikamenten-Kombination.

# Main.infoPopOverText2.1
source: ratings you made during effect times of the respective medicine combination
de: Ihrer Bewertungen der jeweiligen Medikamenten-Kombination.

# Main.infoPopOverText3.1
source: ' ratings you made within 12 hours after events of the respective category.
de: ' Bewertungen innerhalb 12 Stunden nach (dem Beginn) von Ereignissen der jeweiligen Kategorie.

# Main.infoPopOverText3.2
source: Arrows and the associated number show the average change of your ratings from 1 hour before to 12 hours after events.
de: Der Pfeil und die darauf folgende Zahl zeigen die mittlere Veränderung Ihrer Bewertungen von 1 Stunde vor zu innerhalb 12 Stunden nach (dem Beginn von) Ereignissen.

# Main.infoPopOverText4.1
source: ' ratings you made within 12 hours after exercises of the respective type.
de: ' Bewertungen innerhalb 12 Stunden nach (dem Beginn) von Training der jeweiligen Kategorie.

# Main.infoPopOverText4.2
source: Arrows and the associated number show the average change of your ratings from 1 hour before to 12 hours after exercises.
de: Der Pfeil und die darauf folgende Zahl zeigen die mittlere Veränderung Ihrer Bewertungen von 1 Stunde vor zu innerhalb 12 Stunden nach (dem Beginn von) Trainings Sessions.

# Main.instructionsText1
source: The Stats list is still empty. Add more symptom ratings and medicines. Also, make sure that you select at least one 'treated symptom' for each medicine. Do this by tapping on a medicine in 'Medicines', Then select symptom(s) in the second section (Treated symptoms)
de: Die Statistik Liste ist bisher leer. Fügen Sie Symptom-Bewertungen und Medikamente hinzu. Wählen Sie ausserdem mindestens ein behandeltes Symptom für jedes Ihrer Medikamnte. Hierzu tippen Sie auf ein Präparat (in 'Medikamente') und wählen in der folgenden zweiten Ansicht (2/6) eins oder mehrere der aufgelisteten Symptome aus.

# Main.medReminder
source: Medicine reminder
de: Medikamenten Erinnerung

# Main.popOverHeaderTitle
source: Swipe left to delete
de: Löschen mit links-Wisch

# Main.printHeader
source: Alogea Diary View
de: Alogea Tagebuch Ansicht

# Main.stats.noMed
source: no medicine
de: kein Medikament

# Main.stats.withMeds
source: With single medicines
de: Effekt einzelner Medikamente

# Main.stats.withMultMeds
source: With medicine combinations
de: Medikamenten-Kombinationen

# Main.stats.woMeds
source: (without medication)
de: (ohne Medikament)

# Med.perDay
source: per day
de: pro Tag

# MedAlert.doseAlert.maxTablet
source: exceeds the safe single dose limit
de: überschreitet die empfohlene Höchst-Einzeldosis

# MedAlert.doseAlert.message
source: has been exceeded!
de: ist überschritten!

# MedAlert.doseAlert.msg2
source: The safe single dose has been exceeded!
de: Die maximale Einzeldosis wurde überschritten!

# MedAlert.doseAlert.msg3
source: The safe daily dose has been exceeded!
de: Die maximale Tagesdosis wurde überschritten!

# MedAlert.doseAlert.title
source: The safe daily dose of
de: Die maximal empfohlene Tagesdosis von

# MedAlert.effectEvaluationPrompt
source: Remember to rate the effect of this medicine (in the List view, swipe right)
de: Denken Sie daran, die Wirkung zu bewerten (Rechts-Wisch in der Medikamenten Liste)

# MedAlert.evaluationRem1
source: Trial evaluation reminder This medicine was started one month or more ago.
de: Bewertungs-Erinnerung Sie nehmen dieses Medikament nun seit mehr als einem Monat.

# MedAlert.evaluationRem2a
source: Consider rating effect and side effects now (three star button).
de: Bitte bewerten Sie die Wirkung und Nebenwirkungen

# MedAlert.evaluationRem2b
source: You rated the effect as
de: Sie haben die Wirkung bewertet als

# MedAlert.evaluationRem3
source: Please also feed this back to your prescriber Unless there is a useful effect without side effects ask if there are other pain medicines to replace
de: Besprechen Sie dies auch mit Ihrem Arzt Ohne gute Wirkung oder bei Nebenwirkungen erwägen Sie Alternativen zu

# MedAlert.header
source: The following problems exist:
de: Es gibt folgende Probleme:

# MedAlert.intensityAlert1
source: Symptom Intensity Alert Last month,
de: Wirkungs Hinweis Im letzen Monat waren

# MedAlert.intensityAlert2
source: ratings were of high/ severe intensity, despite taking
de: Symptom-Bewertungen im Bereich 'intensiv' bis 'extrem', trotz Einnahme des Medikaments

# MedAlert.intensityAlert3
source: Consider to seek advice from your prescriber whether this medicine is still effective or should be replaced by an alternative.
de: Wir empfehlen eine ärztliche Beratung ob dieses Medikament weiterhin angemessen, oder ein Ersatz durch ein anderes Medikament zu überlegen ist.

# MedAlert.intensityAlert4
source: this medicine
de: dieses Medikament

# MedAlert.intensityAlert5
source: treated with
de: behandelt mit

# MedAlert.intensityAlert6
source: as mild only. If the symptoms remain well controlled consider with your prescriber whether to reduce the dose or even wean off.
de: nur gering. Falls die Beschwerden weiterhin gut kontrolliert bleiben fragen Sie Ihren verschreibenden Arzt ob dies Medikament reduziert oder abgesetzt werden sollte.

# MedAlert.longTermAlert1
source: Long term use alert You have taken this medicine now for
de: Langzeit-Einnahme Hinweis Sie haben dieses Medikament nun seit

# MedAlert.longTermAlert2
source: . Long term use of
de: . Langfristige Einnahme von

# MedAlert.longTermAlert3
source: can cause serious side effects and risks. We recommend considering whether ongoing benefits continue to outweigh risks and to check with your prescriber whether continued use is safe.
de: kann mit Risiken verbunden sein. Wir empfehlen Abwägung mit dem behandelden Arzt, ob die Wirkung mögliche Langzeit-Nebenwirkungen/ Risiken aufwiegt, und die langfristige Einnahme als ausreichend sicher einzustufen ist.

# MedAlert.longTermAlert4
source: , and took
de: , und nahmen

# MedAlert.longTermAlert5
source: doses out of a maximum of
de: Dosierungen von maximal empfohlenen

# MedAlert.longTermAlert6
source: Long term frequent use of
de: Langfristig häufige/ regelmässige Einnahme von

# MedAlert.overlap1
source: Overlap alert
de: Vorzeitige Einnahme

# MedAlert.overlap2
source: You took
de: Sie haben

# MedAlert.overlap3
source: doses of
de: mal

# MedAlert.overlap4
source: early, leading to overlap with the effect time of the previous dose. This can lead to toxic effects. If this happens repeatedly, taking a medicine early can be a sign of it not working well for you (any more). Consider to ask your prescriber for a medication review.
de: eingenommen, bevor die Wirkzeit der vorherigen Dosis beendet war. Frühzeitige Einnahme kann zu Überdosierung führen. Dies kann eine Folge von unzureichender/ abnehmender Wirkung, sowie Gewöhnung sein. Es ist ratsam, dies mit Ihrem behandelden Arzt zu besprechen.

# MedAlert.ratingsAlertP1
source: You rated
de: Die Bewertungen für

# MedAlert.ratingsAlertP2High
source: as high (5-7/10)
de: waren stark (5-7/10) in

# MedAlert.ratingsAlertP2Low
source: as mild (<3/10)
de: waren mild (<3/10) in

# MedAlert.ratingsAlertP2Severe
source: as severe (>7/10)
de: waren sehr stark (>7/10) in

# MedAlert.ratingsAlertP3
source: of the time during the last 30 days.
de: der Fälle während der letzen 30 Tage

# MedAlert.ratingsAlertP4High
source: This could mean that this medicine is not effective (any more)
de: Das könnte darauf hinweisen dass dieses Medikament nicht (mehr) wirksam ist.

# MedAlert.ratingsAlertP4Low
source: This could mean that you may be able to reduce or wean off this medicine
de: Eventuell wäre eine Reduzierung oder allmähliches Absetzen sinnvoll

# MedAlert.reminder.noSymptom
source: No treated symptom selected
de: Kein behandeltes Symptom ausgewählt

# MedAlert.reminder.rating.internal
source: Internal symptom rating reminders are turned off in Settings. I can't remind you to rate the treated symptom(s)
de: Alogea's Symptom Bewertungs-Erinnerungen sind abgechaltet (in Einstellungen). Es können keine Erinnerungen zum Bewerten versandt werden.

# MedAlert.reminder.rating.system
source: System notification permissions aren't authorised for Alogea to send notifications. I can't remind you to rate the treated symptom(s)
de: Alogea hat keine Erlaubnis auf Ihrem Gerät Nachrichten an Sie zu senden. Es können keine Erinnerungen zur Medikamenten-Einnahme gesendet werden.

# MedAlert.reminder.taking.internal
source: Internal reminders to take your medicines are turned off in Settings. I can't remind you to take your regular medicines
de: Alogea's Medikamenten-Einnahme Erinnerungen sind abgechaltet (in Einstellungen). Es können keine Erinnerungen zur Medikamenten-Einnahme gesendet werden.

# MedAlert.reminder.taking.system
source: System notification permissions aren't authorised for Alogea to send notifications. I can't remind you to take your regular medicines
de: Alogea hat keine Erlaubnis auf Ihrem Gerät Nachrichten an Sie zu senden. Es können keine Erinnerungen zur Medikamenten-Einnahme versandt werden.

# MedAlert.sideEffectEvaluationPrompt
source: Remember to rate the side effects of this medicine (in the List view, swipe right)
de: Denken Sie daran, die Neben-Wirkung zu bewerten (Rechts-Wisch in der Medikamenten Liste)

# MedAlert.stopInfo1
source: This medicine is scheduled to finish on
de: Ihr Plan sieht vor dieses Medikament zu beenden am

# MedAlert.stopInfo2
source: Tap 'Stop' to end. To continue and remove the set finish date tap 'Don't stop'
de: Wählen Sie 'Beenden', oder - zur weiteren Einnahme mit Entfernen des End-Datums - wählen Sie 'Nicht beenden'

# MedAlert.stopTaking
source: You should stop taking
de: Beenden Sie die Einnahme von

source: Medication reminder
de: An Einnahme erinnern

source: Medicine reminders
de: Erinnern: Medis

source: Medicines
de: Medikamente

# Meds.1hr
source: 1hr
de: stndl.

# Meds.1wk
source: weekly
de: wöchentlci

# Meds.2hours
source: every 2 hours
de: alle 2 Stunden

# Meds.2hr
source: 2hrs
de: alle 2 Stunden

# Meds.3d
source: 3days
de: alle 3 Tage

# Meds.3hr
source: 3hrs
de: 3 stdl.

# Meds.4d
source: 4days
de: alle 4 Tage

# Meds.4hours
source: every 4 hours
de: alle 4 Stunden

# Meds.4hr
source: 4hrs
de: alle 4 Stunden

# Meds.6hours
source: every 6 hours
de: alle 6 Stunden

# Meds.6hr
source: 6hrs
de: alle 6 Stunden

# Meds.8hr
source: 8hrs
de: alle 8 Stunden

# Meds.12hr
source: 12hrs
de: alle 12 Stunden

# Meds.24hr
source: 24hrs
de: einmal täglich

# Meds.48hr
source: 48hrs
de: alle 2 Tage

# Meds.archiveError
source: Error when archiving a medicine
de: Fehler beim Archivieren eines Medikaments

# Meds.bd
source: every 12 hours
de: zweimal täglich

# Meds.class
source: Medicines Class
de: Gruppe

# Meds.classes
source: classes
de: Gruppen

# Meds.combDoses
source: Enter any combined doses in the same tablet as separated by '/', e.g. '30/500'
de: Geben Sie etwaige kombinierte Dosierungen mit '/' ein, als zB '30/500'

# Meds.combinedAction
source: while active together
de: während gemeinsamer Wirkzeiten

# Meds.current
source: Current Medicines
de: Aktuelle Medikamente

# Meds.deleteMessage
source: This will remove the current and any previous records of this medicine. Use 'End' instead to archive and keep it in your records as discontinued.
de: Löscht alle aktuellen und historischen Einträge zu diesem Medikament. Alternativ können Sie mit 'Beenden' das Medikament archivieren um es weiter als beendet in Ihrer Liste zu behalten

# Meds.details1
source: Medicine details 1
de: Details 1

# Meds.details2
source: Medicine details 2
de: Details 2

# Meds.details3
source: Medicine details 3
de: Details 3

# Meds.discontinued
source: Discontinued Medicines
de: Beendete Medikamente

# Meds.discontinued.brief
source: Discontinued
de: Beendet

# Meds.dosagePlanError
source: error: mismatch between numbers of single doses and target doses
de: Fehler: verschiedene Anzahl von Einzeldosen / Ziel-Dosen

# Meds.dosagePlanError2
source: error: mismatch between numbers of single doses and increment doses
de: Fehler: verschiedene Anzahl von Einzeldosen / Erhöhungs-Dosen

# Meds.dose
source: Dose
de: Dosierung

# Meds.doseChange
source: Change single doses & Set reminders to take
de: Einzeldosis ändern & Einnahme-Erinnerung setzen

# Meds.doseError
source: A medicine has no dose or tablet count. Please check details and re-enter!
de: Ein Medikament hat keine Dosis-Angaben. Bitte überprüfen Sie diese Details und korrigieren Sie wenn nötig

# Meds.doseIncr
source: Increase dosage
de: Dosierung erhöhen

# Meds.doseIncreaseScheme
source: Set up a dose increase scheme
de: Dosis-Erhöhungsplan

# Meds.dosePlan
source: Your dosage increase plan
de: Dosis-Erhöhungs Plan

# Meds.doseUnit
source: Dose unit
de: Einheit

# Meds.doses
source: Doses
de: Dosierungen

# Meds.doses&amp;Times
source: Dose(s) And Times
de: Dosen & Einnahmezeiten

# Meds.doses.incr
source: Dose increment per step
de: Dosis-Erhöhung um

# Meds.doses.target
source: Target single dose
de: Ziel-Einzeldosis

# Meds.drops
source: drops
de: Tropfen

# Meds.durationPrompt
source: Take for how long
de: Einnahme-Dauer

# Meds.effect.good
source: Good, helpful effect
de: Gute, hilfreiche Wirkung

# Meds.effect.minimal
source: Minimally helpful effect
de: Wenig hilfreiche Wirkung

# Meds.effect.moderate
source: Moderately helpful effect
de: Moderat hilfreiche Wirkung

# Meds.effect.none
source: No helpful effect
de: Keine hilfreiche Wirkung

# Meds.effectDuration
source: effective for
de: wirksam für

# Meds.effectivenessTitle
source: Medicines effectiveness
de: Effektivität

# Meds.endDate
source: End date
de: End-Datum

# Meds.endedSince
source: Ended since
de: Beendet seit

# Meds.enterDosePrompt
source: Enter the dose of
de: Dosis von

# Meds.enterPrompt
source: Enter medicine name
de: Medikamenten Namen eingeben

# Meds.errors.inconsistency
source: Alogea has detected a dose inconsistency and has tried to correct this. Please check the number of tablets/ the doses and correct if necessary! The medication is:
de: Alogea hat Dosierungs-Unstimmigkeiten zwischen Anzahl der eingegeben Tabletten und Dosierung gefunden und versucht diese zu korrigieren. Bitte überprüfen Sie die Tabletten und Dosis und ändern Sie falls nicht korrekt! Das Medikament ist:

# Meds.errors.inconsistency.title
source: Caution!
de: Achtung!

# Meds.errors.missingCase
source: A medication listing error has occurred
de: Ein Auflistungsfehler ist aufgetreten

# Meds.errors.missingCase_2
source: configureCell Switch statement on isCurrent resolves in default
de: configureCell Switch on isCurrent endet in default

# Meds.errors.rowActionError
source: The action couldn't be processed
de: Die Aktion konnte nicht ausgeführt werden

# Meds.evaluation
source: in evaluation
de: noch nicht bewertet

# Meds.expansionPrompt
source: Medicines expansion required to display
de: 'Medicines expansion' wird benötigt

# Meds.expansionPrompt_3
source: Medicines expansion required
de: 'Medicines expansion' wird benötigt

# Meds.expansionsPrompt_2
source: Tap + above to view expansion options
de: Erweiterungs-Optionen anzeigen mit + oben
