Repository: mike-atf/Novalgea
Catalog: Novalgea/Alogea Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de

# 0LV-Sd-VCq.text
source: Header 2
de: Überschrift 2

# 3St-3l-Bdd.text
source: Moderately helpful
de: Mittelmässig

# 3fn-yJ-gqQ.text
source: notesLabel
de: notizen label

# 6oB-aZ-0jv.text
source: Start dose increase plan
de: Dosis Steigerungs Plan starten

# 8iy-sw-Qhb.normalTitle
source: Go to store
de: Zum Shop

# 9VN-UT-9TJ.text
source: dismiss
de: OK

# 34b-fV-ncZ.text
source: Not helpful
de: Keine

# 471-97-Fm3.text
source: Title
de: Titel

# AzX-jm-8eE.text
source: Minimally helpful
de: Minimal

# DbZ-dz-83a.title
source: Next
de: Weiter

# E41-nJ-a3s.text
source: Good
de: Gut

# F9g-No-gIx.title
source: Next
de: Weiter

# He8-51-zRI.text
source: Moderate side effects
de: Gering

# Idg-Im-GYO.normalTitle
source: See video
de: Demo Video

# Llt-fo-j7J.text
source: Get assistance from expansions
de: Wozu Erweiterungen?

# MSY-oB-1uQ.text
source: Strong side effects
de: Stark

# N0t-Kj-hwt.text
source: Start date:
de: Anfangs-Datum:

# P9U-7g-5CK.text
source: Take regularly: Yes
de: Regelmässig einnehmen: Ja

# Qxr-hh-b5l.text
source: Header 1
de: Überschrift 1

# SVj-ex-gam.text
source: Start date:
de: Anfangsdatum:

# T5r-Ql-Elv.text
source: Header 1
de: Überschrift 1

# UqO-uf-yV9.title
source: 4/6 Frequency
de: 4/6 Wie oft

# Va3-GC-Rq0.text
source: Header 2
de: Überschrift 2

# WiE-Sj-lIh.text
source: Detail
de: Details

# XIs-of-nWY.text
source: DrugName
de: MedName

# aCf-kp-HAT.headerTitle
source: Side effects
de: Nebenwirkungen

# avr-KG-eKg.title
source: Next
de: Weiter

# bOb-k5-j5G.text
source: Start date:
de: Start-Datum:

# bQk-Bc-M9z.text
source: No side effects
de: Keine

# eMX-j3-rfa.title
source: Next
de: Weiter

# eZX-1c-pQd.text
source: The 'Complete Pain' or 'Pain Medicines' expansions, with access to a comprehensive pain medicine database, make adding new pain medicines much easier and safer.
de: Mit den Erweiterungen 'Complete Pain' oder 'Pain Medicines' hilft Ihnen eine umfangreiche Schmerzmedikamenten-Datenbank. Die Eingabe wird wesentlich einfacher und weniger fehler-anfällig.

# ef6-hT-vyG.placeholder
source: Enter dose
de: Dosierung eingeben

# fG0-cM-IDh.title
source: 5/6 Doses
de: 5/6 Dosierung

# i4d-fW-QcV.title
source: Next
de: Weiter

# iEN-gV-pVC.text
source: Drugname
de: Medname

# irb-gm-HEJ.title
source: Save
de: Speichern

# kpk-zy-lym.text
source: Header 1
de: Überschrift 1

# n5u-hm-Y4S.title
source: Medication Summaries
de: Medikamenten Übersicht

# o1N-69-i4h.title
source: Medicines
de: Medikamente

# qKp-qb-N16.title
source: 6/6 Notes
de: 6/6 Notizen

# rJu-m8-Jew.title
source: 2/6 Symptoms
de: 2/6 Symptome

# ri3-kE-vH1.placeholder
source: dose
de: Dosis

# tSJ-Fx-tFL.title
source: Medicines
de: Medikamente

# tbT-JY-DAd.text
source: title
de: Titel

# uH4-SK-Q4f.text
source: Header 2
de: Überschrift 2

# vwf-KW-lmR.text
source: Header 1
de: Überschrift 1

# wlG-gR-C6q.title
source: 3/6 Dates
de: 3/6 Datum

# y8e-KG-GiS.placeholder
source: Enter brand or ingredient
de: Marken- oder Substanz-Name(n) eingeben

# zMT-Di-z93.headerTitle
source: Effect
de: Effekt

# BEz-wg-Xsg.text
source: Medicine
de: Medikament

# Oz3-hP-UC0.text
source: doses
de: Dosen

source: ZUk-EZ-PYQ.text
de: Symptom

source: 0jD-ID-Zpv.text
de: Titel

# 1zV-fy-PPv.text
source: This password will be your fall back login option. Touch ID or Face ID will be used as primary login.
de: Dieses Passwort ist die Reserve Option. Normales einloggen erfolgt mit Touch ID oder Face ID.

source: 2eS-N3-u0g.text
de: Untertitel

source: 2mX-Ce-6UI.text
de: Kaufen

# 3hR-w0-oov.normalTitle
source: Decline
de: Ablehnen

source: 5gw-MG-1QW.text
de: Wiederherstellen

source: 5oi-Kn-or2.text
de: Titel

source: 8Fa-xs-q3h.text
de: Untertitel

# C4x-gC-VgW.text
source: Diary export options
de: Export als .abf Datei (zum Re-import)

# Djc-on-aEY.text
source: Label
de: Beschriftung

# FFQ-Yz-iTl.text
source: Description
de: Beschreibung

# H3s-On-2Sh.title
source: Alogea Terms of Use
de: Alogea Nutzungsbedingungnen

source: H6U-If-JIj.title
de: Einstellungen

# Hte-bh-6HY.text
source: Buy expansions
de: Alogea Shop

# Ijx-vG-8ye.text
source: Title
de: Titel

source: KaT-PW-q1O.text
de: textFeld

# Lu3-Ig-jby.text
source: Remind me to take medicines
de: ... Medikamente

# Mop-ZH-rYD.normalTitle
source: use passcode
de: Passwert Eingabe

# Na1-lp-7fX.text
source: Help & Support
de: Handbuch, Einführung, Kontakt

source: QjF-Hg-5gq.text
de: Version

# VDW-bW-PJA.text
source: License Agreement
de: Ihre Lizenz

# Wl1-kB-qf7.text
source: License confirmation
de: Lizenz Bestätigung

source: YfM-N6-k9x.text
de: Untertitel

# btN-5f-8Kd.normalTitle
source: Accept
de: Akzeptieren

source: d2R-bs-Ma5.title
de: Alogea Shop

source: dD4-Nn-cOJ.placeholder
de: Passwort

# dD4-Nn-cOJ.text
source: Use App passcode
de: Passwort erforderlich

# du3-fB-hnL.text
source: Backup automatically
de: Automatische Sicherungskopien

# fsT-H5-2hE.text
source: Backup & Restore
de: Sicherungs-Kopien

# gSQ-fK-WYE.placeholder
source: Pain intensity
de: Schmerz-Stärke

# ggX-p6-W4y.title
source: Settings
de: Einstellungen

# guy-9N-sW1.text
source: Store Backups in iCloud
de: Sicherungskopien in iCloud

# hCe-XM-1Ab.normalTitle
source: Log in
de: Anmelden

# l3W-fL-cek.text
source: title label
de: Titel

# pO1-v7-JWk.text
source: Remind me to rate my symptoms
de: ... Symptom-Bewertung

source: wYH-fr-hUH.text
de: Export als .csv Datei (Excel etc)

# xjK-RB-WVK.text
source: Alogea Terms Of Use
de: Alogea Nutzungsbedingungen

# ybO-QH-tBp.text
source: Symptom & Event types
de: Symptome & Ereignisse

# ybm-3u-e0M.text
source: Auto-delete Backups if>10
de: Automatisch löschen bei >10

# zvz-cM-dYs.text
source: Enter your password
de: Passwort eingeben

# 6JQ-L5-slM.title
source: Events
de: Einträge

source: 6kd-PK-Ksq.text
de: Symptom

# 8Yo-C8-95l.text
source: Date
de: Datum

# 68V-JU-Axt.normalTitle
source: Startdate of event
de: Anfangs-Datum

source: Biu-fk-8QI.normalTitle
de: Filter

# EUd-HO-rhm.title
source: Diary Page
de: Tagebuch Seite

source: F7q-WG-uzz.text
de: Durchschnitt ± Variabilität

# Lmb-Av-reD.text
source: Ends:
de: Ende:

# MD7-9D-ijE.text
source: Event
de: Ereignis

# QE7-nb-Xaf.text
source: Event category
de: Ereignis Kategorie

# Suz-YJ-uP3.title
source: Events
de: Einträge

# TlH-YV-bEi.text
source: Starts:
de: Ereignis Datum:

# b2H-UR-VSx.normalTitle
source: End date of event
de: End-Datum

# gjD-Dr-Q5T.text
source: Title
de: Titel

# hgS-g1-1XF.title
source: Diary Page
de: Tagebuch Seite

# nBb-QX-npY.title
source: Diary Events List
de: Tagebuch Eintrags Liste

source: oDS-hk-n8D.text
de: Bewertung

# r3h-bv-aRd.text
source: Create a new event with '+' in the List View. You can read, enter and edit your diary texts here.
de: Für ein neues Tagebuch-Ereignis tippen Sie '+' in der Listen-Ansicht. Hier können Sie Ihre Tagebuch Einträge lesen, bearbeiten oder löschen.

source: s0I-h7-EZ7.text
de: Kategorien

# tSU-IA-Cll.text
source: Event
de: Ereignis

# x7b-5h-OxW.title
source: Show All
de: Alle zeigen

# 1ND-am-XCO.text
source: receive reminders
de: Erinnerungen

# 5OE-nw-eKa.title
source: Exercise
de: Aktivität

# 7Ab-hj-CIe.title
source: Exercise Settings
de: Einstellungen

# Ane-Pa-eve.title
source: Settings
de: Einstellungen

# EYg-eV-cae.title
source: Exercises
de: Sport & Bewegung

# UkG-ua-p0r.text
source: improve your mobility
de: werden Sie mobiler

# dNX-XV-cp0.title
source: Exercise
de: Sport & Bewegung

# fD2-fR-Z3C.text
source: Label
de: Titel

# hNZ-N1-mUb.text
source: Exercises
de: Sport & Bewegung

# nBb-J8-SGS.title
source: Events
de: Einträge

source: 0fN-8h-XgA.text
de: Titel

source: 2Dw-dR-Efk.text
de: Diagramm 1 Titel

# 4KF-0p-Nw5.text
source: after
de: nachher

# 5JM-O6-mey.text
source: avg. change
de: Mittl. Änderung

# 6iz-fF-XoL.normalTitle
source: Cancel
de: Abbrechen

source: 8K4-kp-SoE.title
de: Auswertung

source: 78a-YF-vwh.title
de: Statistik Übersicht

# ADY-CS-NDV.title
source: Main
de: Zentrale

source: Fyg-VW-aZB.text
de: Diagramm 2 Titel

# GDa-s6-243.normalTitle
source: Send
de: Abschicken

# IhT-Om-g2c.text
source: before
de: vorher

source: Lcw-KE-SIV.text
de: Datum

source: Lrj-to-G12.text
de: Bewertungen

# M93-hM-n1d.text
source: time span
de: Zeitraum

source: NPS-nN-0H4.text
de: 0 leer

source: Nlu-9M-piE.text
de: Durchschnitts-Diagramm Titel

# RMs-Mi-auW.normalTitle
source: Close
de: Schließen

source: TMj-2g-Fqf.placeholder
de: Schmerz Intensität

source: Zs5-VV-gm9.text
de: 0 Bewertungs-Anzahl

# bi4-pf-xzB.text
source: Minor errors have occurred. Please email us the ErrorLog so we can fix underlying bugs
de: Es ist ein Fehler aufgreten!. Bitte schicken Sie uns das Fehler-Logbuch per email (Einstellungen > Hilfe & Unterstützung.

# ceL-hf-X4a.text
source: during
de: während

source: eJU-DZ-mE6.text
de: Diagramm 3 Titel

source: etN-as-W4v.text
de: Titel

source: gSF-CV-HVh.text
de: 0 Bewertungs-Änderung

# jWk-wV-4sT.segmentTitles[0]
source: Day
de: T

# jWk-wV-4sT.segmentTitles[1]
source: Week
de: W

# jWk-wV-4sT.segmentTitles[2]
source: Month
de: M

# jWk-wV-4sT.segmentTitles[3]
source: 3 Mo
de: 3M

# jWk-wV-4sT.segmentTitles[4]
source: Year
de: J

# jWk-wV-4sT.segmentTitles[5]
source: Today
de: Heute

# jjd-Mt-7iv.text
source: Loading help text - internet connection required...
de: Hilfe wird geladen - eine Internet Verbindung ist erforderlich...

source: q8G-mq-g9s.text
de: leer

source: qEV-UP-kiL.text
de: Lorem ipsum dolor sit er elit lamet, consectetaur cillium adipisicing pecu, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur. Excepteur sint occaecat cupidatat non proident, sunt in culpa qui officia deserunt mollit anim id est laborum. Nam liber te conscient to factor tum poen legum odioque civiuda.

source: qFq-I0-Us9.text
de: Wirkzeit

# qV1-Oe-8h2.text
source: Title
de: Titel

# qfJ-OP-Ylc.text
source: What's new in Version
de: Neues in Version

# weD-uD-e0D.text
source: Title
de: Titel

source: xyI-jI-cWG.text
de: Symptom-Änderung

# 1 day
source: day
de: 1 Tag

# 1 week
source: week
de: 1 Woche

source: 2 days
de: 2 Tage

source: 2 weeks
de: 2 Wochen

source: 3 days
de: 3 Tage

source: 4 weeks
de: 4 Wochen

source: 5 days
de: 5 Tage

# ABFInfo
source: Diary data will be exported as a backup file (.abf2). Suitable for re-importing into Alogea, e.g. as an external backup to protect against data loss, or to share with other Alogea users.
de: Die exportierte Datei im Backup Format (.abf2) kann in Alogea re-importiert werden. Geeignet als externes Sicherungs-Backup oder zum Versenden an andere Alogea Nutzer.

# Alert.forExercises
source: for Exercises
de: für Training

# Alert.lackingPerm
source: Notifcations are turned off. To enable reminders please turn on Notifications, in Settings > Notification > Alogea
de: Mitteilungen sind ausgeschaltet. Um Erinnerungen zu erhalten schalten Sie diese an in Ihren Geräte Einstellungen in Mitteilungen > Alogea

# Alert.medOverlap
source: doses overlapped. Taking doses early (before the effect of the previous dose ended) can be a sign of insufficient effect.
de: Dosen überlappen sich Vorzeitige Einnahme (vor dem Wirkungs-Ende der vorrangehenden Dosis) kann ein Hinweis auf eine unzureichende Wirkung sein.

# Alert.medOverlap_1
source: The next dose of
de: Die nächste Dosis von

# Alert.medOverlap_2
source: should not be taken before
de: sollte nicht eingenommen werden vor

# Alert.noRemTitle
source: Unable to send reminders
de: Ich kann keine Erinnerungen senden

# Alert.noTreatedSymptom
source: No treated symptom selected
de: Kein behandeltes Symptom ausgewählt

# Alert.notifMessage
source: To receive reminders please allow Alogea to send you notifications in the Settings App > Notifications > Alogea
de: Um Erinnerungen zu erhalten braucht Alogea Ihre Erlaubnis. Dies stellen Sie ein in der Einstellungen-App > Mitteilungen > Alogea

# Alert.notifOff
source: Notifications for Alogea are not activated
de: Benachrichtigungen von Alogea sind nicht aktiviert

# Alert.notifPermission2
source: To see medication reminders please permit Alogea notifications to include at least banners, better also sounds and alerts. You can do this in iOS System Settings > Notifications > Alogea. You will NOT be notified unless you grant permission
de: Um Einnahme Erinnerungen angezeigt zu bekommen ermöglichen Sie bitte Alogea Mitteilungen zumindest als Banner, besser noch mit Tönen und Alarm. Dies können Sie in Ihren Geräte Einstellungen in Mitteilungen > Alogea einstellen. Sie können KEINE Erinnerungen erhalten solange Alogea diese Erlaubnis nicht erhalten hat

# Alert.notificPermissions
source: Medicine reminders are currently switched off To schedule this reminder please chose 'switch on'. This can be set in Settings > Medication reminders
de: Einnahme Erinnerungen sind derzeit abgeschaltet. Um diese Erinnerung zu erhalten schalten Sie diese bitte an in Einstellungen > Erinnern An ...Medikamente

# Alert.odMEssage_1
source: You may overdose on
de: Es besteht die Gefahr einer Überdosierung

# Alert.odTitle
source: Overdose warning!
de: Achtung Überdosis!

# Alert.switchedOff
source: Rating reminders are disabled. To receive reminders please switch on 'Remind me to rate my symptoms' in the Settings View
de: Bewertungs-Benachrichtigungen sind abgeschaltet. Um Erinnerungen zu erhalten schalten Sie 'Erinnern an ... Symptom-Bewertung' in Einstellungen ein.

# Alert.trS
source: to rate symptoms
de: Symptome zu bewerten

# Alert.ttM
source: to take Medicines
de: Medikamente einzunehmen

source: Alerts
de: Warnhinweise

# Alerts.notificationPermissionMissing
source: Unable to send you reminders
de: Erinnerungen sind derzeit nicht möglich!

# Alerts.notificationsPrompt
source: To receive reminders you need to allow Alogea to send you notifications. You can change your permission in the Settings App > Notifications > Alogea
de: Um Sie zu erinnern braucht Alogea Ihre Genehmigung. Die können Sie in den System-Einstellungen : Nachrichten > Alogea erteilen.

# Alerts.stopReminders
source: Stop reminders for
de: Erinnerungen stoppen für

# Alerts.switchedOff
source: are switched off
de: sind ausgeschaltet

source: An error has occurred
de: Ein Fehler ist aufgetreten

# Auto-delete &gt;10
source: Auto-delete >10 backups
de: Löschen bei >10

# AverageSymptomVAS
source: average Symptom intensity (VAS)
de: Mittlere Symptom Intensität (VAS)

source: Back up now
de: Neue Sicherungskopie

source: Backup and Restore
de: Sichern und Wiederherstellen

source: Backup files
de: Sicherungs-Dateien

source: Backup to device
de: Nur auf Gerät sichern

source: Backup to iCloud
de: In iCloud sichern

# Backup.archiveError
source: Couldn't archive Backup.
de: Ein Backup konnte nicht archiviert werden

# Backup.backupsOnDevice
source: Backups on this device
de: Backups auf diesem Gerät

# Backup.complete
source: Complete
de: Fertig

# Backup.dateError
source: can't retrieve date
de: Datum kann nicht abgerufen werden

# Backup.deleteError
source: File delete error.
de: Datei konnte nicht gelöscht werden.

# Backup.fileError
source: A file error has occured - can't read local backup sub directories in the main backup directory
de: Ein Datei Fehler ist aufgetreten - die lokalen Backup Sub-directories können nicht geladen werden.

# Backup.fileReadError
source: can't read backup attributes/ creationDate
de: Backup Datei Attribute/ -Datum unlesbar

# Backup.iniCloud.Off
source: Backups in iCloud (off)
de: iCloud Backups (Aus)

# Backup.iniCloud.On
source: Backups in iCloud (on)
de: iCloud Backups (An)

# Backup.loadError
source: Error loading BackupDocument File
de: Fehler beim Laden einer backup Datei

# Backup.nowPrompt
source: Backup now
de: Backup jetzt

# Backup.proceed
source: Proceed
de: Weiter

# Backup.readError
source: Couldn't read a property required for for restoring from backup
de: Eine benötigte Eigenschaft zum Wiederherstellen von Backup konnte nicht gelesen werden

# Backup.restore.Message
source: Caution: restoring will replace all existing records and medicines! This cannot be reversed
de: Vorsicht: dies ersetzt irreversibel alle derzeitigen Tagebuch-Einträge und Medikamente!

# Backup.restorePrompt
source: Restore from backup
de: Wiederherstellen von einer Sicherungs-Kopie

# Backup.successMsg
source: Restoring your diary from backup or import has been completed successfully
de: Ihr Tagebuch wurde vollständig importiert / wiederhergestellt

# CSVInfo
source: Diary data will be exported in spreadsheet format. Suitable for opening in Excel, Numbers or Database applications.
de: Datei im Spreadsheet format (.csv). Kann in Excel, Numbers oder einer Datenbank geöffnet oder importiert werden

source: Can't backup to iCloud
de: iCloud Backup Funktion nicht verf[gbar

# Can't backup to iCloud - message
source: Alogea can't find or access space in your iCloud account to store Diary backups. Please turn off Backups to iCloud (in Settings) and make a local Backup. Then try turning Backups to iCloud on again.
de: Alogea kann keinen iCloud Zugang finden. Versuche iCloud Backups (in Einstellungen) abzuschalten, und mach dann eine lokale Sicherungskopie. Danach versuche iCloud Backups wieder einzuschalten.

source: Cancel
de: Abbrechen

# CantMakePayments
source: Due to your system account settings, you currently can't make App Store payments
de: Die Einstellungen im Benutzer-Konto enthalten keine Zahlungs-Optionen für den App Store

# Change category name
source: Change category name? This will change the category of all related Diary events.
de: Kategorie ändern? Alle Tagebuch Einträge dieser Kategorie werden entprechend angepasst.

source: Change exercise category
de: Trainings-Kategorien ändern

source: Change password
de: Passwort ändern

# Change the symptom name
source: Change the symptom name to
de: Symptom Bezeichnung ändern zu

source: Close
de: Schliessen

source: Contact us
de: Kontakt aufnehmen

source: Count
de: Anzahl

source: Date
de: Datum

source: Date of latest record
de: Neuestes Eintrags-Datum

source: Date of newest record:
de: Neuestes Eintrags-Datum:

# Dialog.afterTaking
source: after taking
de: nach Einnahme von

# Dialog.deleteEvent
source: Delete event?
de: Ereignis löschen?

# Dialog.deleteRecords
source: Delete records
de: Daten löschen

# Dialog.export
source: diary event name,type,date,time,vas score,note,outcome
de: Tagebuch Ereignis, Name, Art, Datum, VAS, Notiz, Ergebnis

# Dialog.howWas
source: How was
de: Wie war

# Dialog.importMessage
source: Caution: the imported records will REPLACE your current diary! Alogea will try to make a safety backup before erasing current records; this step may not be reversible!
de: Achtung: Das importierte Tagebuch wird die jetzigen Daten komplett ERSETZEN! Alogea wird versuchen vorher ein Sicherheits-Backup anzulegen; die Veränderung kann evtl. nicht rückgänging gemacht werden!

# Dialog.importTitle
source: Import Diary
de: Tagebuch import

# Dialog.multDelete
source: Delete multiple events?
de: Mehrere Einträge löschen?

# Dialog.multDelete2
source: This will remove
de: Entfernt

# Dialog.multDelete3
source: with this name
de: Einträge

# Dialog.multRename
source: Rename multiple events?
de: Mehrere Einträge umbenennen?

# Dialog.multRename1
source: This will change the name of all
de: Ändert ALLE

# Dialog.multRename2
source: events
de: Einträge

# Dialog.pleaseNote
source: Please note
de: Achtung

# Dialog.proceed
source: Proceed
de: Weiter

# Dialog.proceed.anyway
source: Proceed anyway
de: Trotzdem einnehmen

# Dialog.ratingAlert
source: BEFORE you just took
de: Vor Einnahme von

# Dialog.rename
source: Rename
de: Name ändern

# Dialog.rowTapPrompt
source: Tap on row to adjust
de: Tippen zum anpassen

# Dialog.switchOn
source: Switch on
de: Ein

# Dialog.threeTapPrompt
source: In order to receive repeat reminders for this medicine please tap on one of the first three reminder notifications when you receive them Otherwise repeat reminders will be limited to three.
de: Um mehr als 3 Einnahme-Erinnerungen für dieses Medikament zu erhalten tippen Sie bitte auf eine dieser ersten drei Benachrichtigungen wenn Sie sie erhalten Andernfalls kann Alogea Sie nur dreimal erinnern.

# Dialog.timeToTake
source: For how long should you take this? (optional)
de: Behandlungs-Dauer (optional)

# DiaryDetailView.chartText1
source: The average change of
de: Durchschnittliche Änderung von

# DiaryDetailView.chartText2
source: after all
de: nach allen

# DiaryDetailView.chartText3
source: events is
de: Ereignissen ist

# DiaryDetailView.eventStatisticsText1
source: Before event
de: Vor Ereignis

# DiaryDetailView.eventStatisticsText2
source: During event
de: Während Ereignis

# DiaryDetailView.eventStatisticsText3
source: After event
de: Nach Ereignis

# DiaryDetailView.sectionText1
source: rating(s),
de: Bewertung(en),

# DiaryDetailView.sectionText2
source: , average =
de: , Durchschnitt =

# DiaryPage.userPrompt
source: tap to enter or dictate
de: Tagebuch Text eingeben oder diktieren

# DiaryView.barButtonTitle
source: Event description
de: Ereignis Beschreibung

# DiaryView.category
source: Category
de: Kategorie

# DiaryView.categoryPlaceholder
source: Enter new category name
de: Kategorie-Namen eingeben

# DiaryView.menu.placeholder
source: New Category name
de: Neue Kategorie

# DiaryView.newCategory
source: New category
de: Neue Kategorie

# DiaryView.newCategory.add
source: Add a new category
de: Kategorie hinzufügen

# DiaryView.newCategory.msg
source: Create a new Category of events
de: Legen Sie eine neue Kategorie an

# DiaryView.newCategory.title
source: New Event Category
de: Neue Ereignis Kategorie

# DiaryView.placeholder
source: Dictate or type your diary entry here
de: Diktieren oder geben sie Ihre Beschreibung hier ein

source: Done
de: Fertig

source: Dose increase reminder
de: Erinnerung an Dosis-Erhöhung

source: Dose titration
de: Dosis Erhöhung

# EDC.notificationError
source: rating reminder notifications are not authorised
de: Alogea ist nicht autorisiert Ihnen Mitteilungen zu senden

# EULA.accepted
source: You have accepted the Terms of Use on
de: Sie haben die Nutzungs-Bedingungen akzeptiert am

# EULA.dataSec
source: II. DATA SECURITY Your data is not encrypted but stored in a 'disassembled' state. WE STRONGLY RECOMMEND TO USE DEVICE PASSCODE PROTECTION AS YOUR DATA CAN OTHERWISE BE ACCESSED BY OTHERS. For stronger protection do use Alogea's passcode screen option in Alogea > Settings. This can be used with TouchID or FaceID on suitably equipped devices To reduce the risk of data loss, the consequences of data corruption as well as accidental deletion, it is STRONGLY RECOMMENDED TO MAKE BACKUPS regularly. This can be changed in Alogea ‘Settings’. Loss of, or corruption of data, is subject to the liability limitations listed in section e. of the GENERAL END USER LICENSE AGREEMENT.
de: II. DATEN SICHERHEIT Ihre Tagebuch-Daten werden NICHT verschlüsselt sondern in einem 'zerlegten' Zustand gespeichert. WIR EMPFEHLEN DRINGEND DIE NUTZUNG EINES GEEIGNETEN GERÄTE-PASSWORTS ODER BIOMETRISCHEM ZUGANGS-SCHUTZES. OHNE DIESE VORKEHRUNG KÖNNTEN IHRE TAGEBUCH-DATEN VON ANDEREN GELESEN WERDEN. Für zusätzlichen Schutz aktivieren Sie den App-Zugang per Passwort oder Biometrie in Alogea Einstellungen Um das Datenverlust-Risiko zu minimieren empfehlen wir DRINGEND REGELMÄSSIG SICHERUNGS-KOPIEN (Backups) durchzuführen. Stellen Sie dies in Alogea Einstellungen ein. Verlust oder Fehlerhaftigkeit von Daten unterliegt den unten aufgelisteten Haftungs-Beschränkungen.

# EULA.declined
source: You have declined the Terms of Use on
de: Sie haben die Nutzungs-Bedingungen abgelehnt am
