Repository: mike-atf/Novalgea
Catalog: Novalgea/Alogea Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de

# Store.taError.message
source: Sorry - there has been an unexpected problem with the transaction which couldn't be completed. Please re-launch the App and try again.
de: Es tut uns Leid - es gab ein unerwartetes Problem. Ihr Kaufvorgang konnte diesmal nicht abgeschlossen werden. Sofern eine Internet-Verbidung besteht, beenden und starten Sie Alogea neu, bitte, und versuchen Sie es noch einmal.

# Store.taError.title
source: Transaction error
de: Transaktion Fehler

# Store.taFailure
source: AppStore transaction failed
de: App Store Kaufvorgang ist fehlgeschlagen

# Store.taSuccess
source: Purchase completed successfully. This will be valid for all your devices
de: Kaufvorgang erfolgreich abgeschlossen. Dies ist für alle Ihre iOS Geräte gültig.

# Store.thankYou
source: Thank you!
de: Vielen Dank!

source: Symptom reminders
de: Erinnern: Symptome

# Symptom.averageTreated
source: With treatment
de: Mit Behandlung

# Symptom.averageUntreated
source: Without treatment
de: Ohne Behandlung

# Tap on backup to restore
source: Restore
de: Wiederherstellungs-Optionen

source: Target schedule
de: Ziel-Zeitplan

source: Terms of use
de: Nutzungs-Bedingungen

source: to
de: zu

# Trend.description.fail
source: no symptom reduction, and effect seems to not get better
de: keine Symptom Reduktion, und der Effekt zeigt keine Verbesserung mit der Zeit

# Trend.description.improving
source: no initial and current symptom reduction; however, the effect may be getting better
de: keine bisherige Symptom Reduktion; der Effekt scheint jedoch zuzunehmen

# Trend.description.less
source: symptom reduction, effect may be lessening
de: Symptom Reduktion; dieser Effekt scheint abzunehmen

# Trend.description.lost
source: initial symptom reduction; effect may have been lost over time
de: zu Beginn Symptom-Reduktion; der Effekt scheint mit der Zeit verloren gegangen zu sein

# Trend.description.stable
source: stable or increasing symptom reduction
de: stabile oder zunehmende Symptom-Reduktion

# Tutorial.intro.1
source: Thank you for choosing Alogea. You can zoom the image above by pinching. Scroll the tutorial text up or down. Here are the first steps to get you started. If you want to skip now you can close and view this tutorial later in Settings > Help & Support. 1 - The Time Line displays symptom ratings (lines), events (diamonds) and medicines (rounded boxes) together. Once your diary spans more than 24 hours you can scroll left/right by dragging your finger horizontally. If it seems stuck, please tap 'today' in the segment control above the Time Line. Zoom in or out by tapping the available time spans: Day, Week, 2 Weeks, Month, 3 Months, Year. 'Today' scrolls to the current date and time and resets the Time Line if it's unresponsive. 2 - The Rating Circle. Symptoms are rated by intensity/ severity, between '0' (I'm fine) and '10' (excruciating). Slide your finger over the circle and a rating view will appear. More about this in Step 2. 3 - Add Events or record taking non-regular Medicines by tapping on '+'. More about this in Steps 3 and 5. 4 - Tap to select the symptom you want to rate. (There's 'Pain intensity' only at the beginning). 5 - Toggle here between using numbers 0-10, or facial expressions to rate symptoms. This will change what you see when you slide your finger over the Rating Circle. 6 - Navigate between different Views and Functions of Alogea. Try out light and dark appearance by changing your device's Settings (Appearance > Light / Dark) Your diary will become more and more useful over time. Be patient at the beginning when making entries: rate symptoms frequently, record events that may change symptoms and make sure to record those medicines you don't take regularly every time you actually take them. When a sufficient number of entries have been made you will get useful stats and reports about symptoms, medicines and events. Swipe to the left, or tap on the right screen edge to go to the next step.
de: Vielen Dank dass Sie sich für Alogea entschieden haben. Sie können die obigen Abbildungen mit zwei Fingern vergrössern und diesen Text nach oben und unten bewegen Hier sind die ersten 9 Schritte zum Beginnen Ihres Tagebuches. Falls Sie diese Einleitung später durchgehgen möchten schliessen Sie unten und finden sie später in Einstellungen > Hilfe & Unterstützung. Schritt 1 1 - Die Zeitleisten-Ansicht zeigt Ihre Symptom-Bewertungen (als Liniengrafik), Tagebuch-Ereignisse (Rauten) und Medikamente (abgerundete Rechtecke) in zeitlichem Zusammenhang. Sobald Ihr Tagebuch mehr als 24 Stunden umfasst können Sie die Zeitleiste nach rechts und links verschieben. Falls sie einmal festzustecken scheint, bitte auf 'Heute' oberhalb der Zeitleiste tippen. Sie können die Ansicht mittels der Optionen oberhalb der Ansicht zoomen. Mit 'Heute' sehen Sie das heutige Datum am rechten Rand und setzten die Ansicht zurück falls sie einmal eingefroren scheint. 2 - Der Bewertungs-Kreis. Bewerten Sie Ihre Symptome, wie Schmerzintensität, auf einer numerischen Skala von '0' (Ich bin ok) bis '10' (unerträglich). Bewegen Sie hierzu einen Finger über den Bewertungs-Kreis, wobei eine numerische- (oder Gesichts-Ausdrucks-) Skala erscheint. Mehr hierzu in Schritt 2. 3 - Fügen Sie mit '+' in der Mitte des Kreises Ihrem Tagebuch Ereignisse oder Bedarfs-Medikamente hinzu. Mehr hierüber in Schritt 3 und 5. 4 - Tippen Sie auf den Symptom-Wähler um zwischen verschiedenen Symptomen zum Bewerten zu wechseln. 5 - Hier wechseln Sie zwischen numerischer und Gesichts-Ausdrucks-Skala. Diese wird beim Berühren und Ziehen über den Bewertungs-Kreis angezeigt. 6 - Navigieren Sie hier zu anderen Ansichten und Funktionen von Alogea. Versuchen Sie den hellen und dunklen Modus von Alogea indem Sie Ihre Geräte-Ansicht ändern (in Einstellungen > Aussehen > Hell / Dunkel) Ihr Tagebuch wird im Laufe der Zeit immer wertvoller. Haben Sie am Anfang etwas Geduld: bewerten Sie Ihre Symptome häufig, erfassen Sie Ereignisse die Ihre Symptome zu beinflussen scheinen, sowie jede Einnahme von Berdarfs-Medikamenten. Sobald eine ausreichende Anzahl von Einträgen vorliegt können Sie Stastiken und Zusammenfassungen zu Symptom-Verläufen, Medikamenten-Einnahme und -Wirkungen aufrufen sowie leichter überblicken wie Ereignisse, Sport und Medikamente Ihre Symptome beeinflussen. Streichen Sie unten von rechts nach links, oder tippen Sie auf den rechten Rand zum nächsten Schritt.

# Tutorial.intro.2
source: How to rate a symptom in 3 seconds - with at most 3 clicks. We recommend to track Pain intensity and - optionally - other related problems (such as mood, stress, fatigue, drowsiness, dizziness, mobility, general wellbeing) or medication side effects. Track symptoms that you expect to improve with medicines or other treatments or that you can influence with your life style. Rate the severity often (at least once on most days). When the intensity varies a lot rate several times a day. Avoid getting too focussed on rating, though. To record a rating, first select a symptom (just above the Rating Circle). 1 - Slide your finger over the Circle 2 - A number and verbal description scale will appear over the Time Line, between 0 ('I'm fine') and 10 ('excruciating'') which should reflect the intensity of the selected symptom. Please use your gut feeling, there is no right or wrong approach. When the appropriate number is shown lift your finger. Next, time options for this rating are shown (you can rate in hindsight). These are: Now (default), 30 minutes -, 1 hour- , 2 hours - , 4 hours ago, or any other specific date and time (see image in Step 5). If your rating is for now just wait a second. Or otherwise drag upwards to select a previous time within 2 seconds. This will save the rating at the selected time and it then appears in the Time Line (you may have to scroll left/right to this time to see it). We have worked hard to make rating easy and painless so you can do this frequently. Swipe left to go to Step 3.
de: Wie man ein Symptom bewertet, in nur 3 Sekunden und mit höchstens 3 mal tippen . Wir empfehlen, die allgemeine Schmerzintensität - und, optional, weitere 2-3 Symptome (wie Stress, Erschöpfung, Stimmung, Schwindel, allgemeines Wohlgefühl) oder Nebenwirkungen - zu beobachten und zu bewerten. Wählen Sie Symptome, bei denen Sie sich eine Verbesserung im Laufe der Behandlung erhoffen, oder die Sie mit Ihrem Lebens-Stil beinflussen können. Bewerten Sie die Intensität dieser Symptome häufig (mindestens einmal pro Tag). Wenn die Intensität stark schwankt bewerten Sie mehrmals am Tag. Vermeiden Sie aber sich zu sehr auf Ihre Symptome zu konzentrieren, dass ist oft nicht hilfreich. Zur Bewertung wählen Sie zunächst das Symptom aus (direkt über dem Bewertungskreis). 1 - Ziehen Sie mit einem Finger über den Kreis (im oder gegen den Uhrzeiger-Sinn) 2 - Während der Bewegung wird eine entsprechende Zahl und eine Verbal-Skala über der Zeitleiste eingeblendet, zwichen 0 ('Ich bin ok') und 10 ('unerträglich'). Die gewählte Zahl repräsentiert die Intensität des gewählten Symptoms und ermöglicht eine Zeitverlaufs-Beobachtung. Bitte bewerten Sie nach 'Bauchgefühl', es gibt hierbei kein richtig oder falsch. Wichtig ist vielmehr der Versuch einer konsequenten persönlichen Einschätzung. Wenn eine Zahl angezeigt wird die Ihrer Intensitäts-Einschätzung entspricht stoppen und heben Sie Ihren Finger. Als Nächstes wählen Sie eine Zeit-Optionen für Ihre Bewertung (Sie können im nachhinein bewerten): 'Jetzt' (voreingestellt), vor 30 Minuten, vor 1 Stunde , - 2 Stunden , - 4 Stunden, oder ein anderes spezifisches Datum (wie in Abbildung in Schritt 5). Falls Ihre Bewertung für jetzt gelten soll, warten Sie einfach für 1-2 Sekunden. Ansonsten ziehen Sie aufwärts innerhalb von 2 Sekunden um eine andere Zeit auszuwählen. Nach Ihrer Auswahl wird die Bewertung gespeichert und in der Zeitleiste angezeigt (Sie müssen evtl. links/rechts zur Bewertungszeit scrollen) . Wir haben uns viel Mühe gegeben die Symptom-Bewertung so einfach und schnell wie möglich zu gestalten damit Sie häufig bewerten. Ziehen Sie wieder nach links für Schritt 3.

# Tutorial.intro.3
source: Adding Events Record specific events to spot causations, or just to help you remember. These can be treatment sessions, weather events or any other relevant milestones you wish to remember or which may have an impact on the symptom(s) you track. 1 - Tap on + in the centre of the Rating Circle. 2 - From the options shown, pick ‘Diary entry’ and a new View will open (shown in the top half of the image above). At the top, select or create new (with +) Categories. The default is 'Event' and this can renamed. In the text area below the category, type or dictate an event description. Tap ‘Done’ at the right top edge of the keyboard to close. You will be offered timing/ date options before saving (see image in Step 5). The default is ‘now’. Just wait or select within 2 seconds. After saving your event will appear in the Time Line as a diamond, showing the first letter of the Category. Tap on the diamond to see the description. You can later see in another view ('Events > Diary Page') whether and how events of a given category influence your symptoms. See Step 9.
de: Ereignisse festhalten Halten Sie Ereignisse in Ihrem Tagebuch fest um Ursächlichkeiten und Auslöser zu finden. Solche Tagebuch-Einträge können zB Behandlungs-Sitzungen, soziale- oder Wetter-Ereignisse oder besondere Begebenheiten in Ihrem Leben sein, an die Sie sich erinnern möchten oder die Einfluss auf Ihre Symptome zu haben scheinen. 1 - Tippen Sie + in der Mitte des Bewertungs-Kreises. 2 - Von der Liste der angezeigten Optionen wählen Sie ‘Tagebuch Eintrag’. Im sich öffnenden Fenster im oberen Teil des Bildschirms wählen Sie eine Ereignis-Kategorie oder legen Sie eine neue an (mit + rechts). Die voreingestellte Kategorie 'Ereignis' kann umbenannt werden. Im Text Bereich unterhalb der Kategorie-Auswahl geben oder diktieren Sie eine Ereignis-Beschreibung ein. Mit ‘Fertig’ am rechten oberen Rand der Tastatur beenden Sie die Eingabe. Sie erhalten dann Optionen für Zeit und Datum dieses Ereignisses (siehe Abbildung in Schritt 5). Belassen Sie ‘Jetzt’ als voreingestellte Zeit oder wählen Sie innerhalb von 2 Sekunden eine andere Option. Danach erscheint das neue Ereignis in der Zeitleiste als Rhombus-Symbol, mit dem Anfangsbuchstaben der gewählten Kategorie. Tippen Sie auf dieses Symbol um Ihre Beschreibung zu sehen. Sie können später in der Ansicht 'Einträge > Tagebuch Seite') sehen ob und wie Ereignisse einer Kategorie Ihre Symptome beeinflussen. Siehe mehr hierzu in Schritt 9.

# Tutorial.intro.4
source: Next about Medicines. To add a medicine navigate to the Medicines View in the bottom Tab Bar. The list will initially be empty. Add a new medicine by tapping '+' in the upper right corner. Alogea will guide you step by step to enter all required information in 6 steps. Have your prescription info at hand to enter correct doses, frequencies etc. Some medicines need to be taken regularly (at fixed times, or 'by the clock'). Others only if and when needed. These two are processed in different ways, so make sure to select the right option when asked. If you take a medicine regularly as well as ad hoc please enter as two different medicines. 1 - Once all info has been entered Alogea will return to the List shown above. Your medicine will appear with name and dose. If taken 'when needed only' it will look like in the image above. If taken regularly, a clock symbol will be shown. 2 - To see info details, tap on i. If you want to later end or delete a medicine then swipe left on its row. To edit details, tap on the disclosure triangle on the right. If you want to track more than one medicine you need an Expansion. Alogea will offer this when required.
de: Als nächstes über Medikamente. Um Ihrem Tagebuch ein Medikament hinzuzufügen navigieren Sie im unteren Navigations-Leiste zur Medikamenten-Ansicht. Zu Beginn ist die Medikamenten-Liste natürlich leer. Fügen Sie ein Medikament mit '+' in der rechten oberen Ecke hinzu. Alogea führt Sie dann Schritt für Schritt (6 insgesamt) durch die Eingabe aller notwendingen Details. Am Besten haben Sie Ihre Verschreibung/ Rezept zur Hand um die korrekte Dosierung, Einahme-Häufigkeit etc einzugeben. Einige Medikamente müssen regelmässig (zu festen Zeiten) eingenommen werden, andere nur bei Bedarf. Diese zwei Arten von Medikamenten werden grundsätzlich verschieden gehandhabt, daher wählen Sie bitte die korrekte Option aus. Falls Sie ein Medikament sowohl regelmässig als auch zusätzlich bei Bedarf einnehmen geben Sie zwei getrennte Medikamente mit gleichem Namen ein, eines reglemässig, das andere bei Bedarf. 1 - Sobald alle Details eingegeben sind kehrt Alogea zur oben abgebildeten Listen-Ansicht zurück. Hier wird der Medikamenten-Name und die Dosis angezeigt. Bedarfs-Medikamente sehen wie in der Abbildung aus. Bei regelmässiger Einnahme erscheint ein kleines Uhr-Symbol. 2 - Um Details anzuzeigen tippen Sie auf i. Falls Sie die Medikamenten-Einnahme nach einer Weile beenden wollen wischen Sie dann in der Zeile nach links. Um Details zu ändern tippen Sie auf den Pfeil ganz rechts. Falls Sie mehr als ein Medikament verfolgen wollen benötigen Sie eine Erweiterung. Alogea wird dies anbieten wenn erforderlich.

# Tutorial.intro.5
source: Record taking Medicines For medicines taken regularly you don't need to do anything. Alogea assumes that you take them regularly and they will be displayed as rounded boxes in the Time Line. We strongly recommend to switch on automatic reminders to rate the treated symptom(s). You can you turn this on and off when tapping on the round clock button. Taking a non-regular medicine needs to be recorded in the Main view. 1 - Record taking one by tapping on '+' . The Picker Menu will show non-regular medicines with doses below 'Diary Entry'. Swipe upwards to pick the one you took. 2 - Then select the time you took it, as explained earlier. The medicine will then appear in the Time Line as a named rounded box. If you can't see it scroll or zoom to the time you took it. Tap on the box to see more details. Always record when you take a medicine - the usefulness of your diary is as good as the effort you make to keep it.
de: Medikamenten-Einnahme festhalten Um die Einnahme regelmässiger Medikamente festzuhalten brauchen Sie nichts weiter zu tun. Alogea nimmt an dass Sie sie zur angegebenen Zeit einnehmen. Sie erscheinen als abgerundete Vierecke in der Zeitleiste. Wir empfehlen Ihnen automatische Erinnerungen zur Bewertung behandelter Symptome einzuschalten. Sie können dies mit dem runden Wecker-'Knopf' an- und abschalten. Das Einnehmen von Bedarfs-Medikamenten wird in der Zentral-Ansicht festgehalten. 1 - Tippen Sie hierzu auf '+'. Das Menü zeigt Ihre Bedarfs-Medikamente in der Auswahl-Liste, unterhalb von 'Tagebuch Eintrag' an. Ziehen Sie nach oben um dasjenige zu wählen was Sie eingenommen haben. 2 - Dann wählen Sie die Einnahme-Zeit. Das Medikament erscheint dann in der Zeitleiste. Mit Tippen auf das Medikamenten-Symbol können Sie sich Details anzeigen lassen. Bitte halten Sie jede Einnahme eines Bedarfs-Medikaments fest - die Nützlichkeit Ihres Tagebuch und der Analysen hängt von der Verlässlichkeit und Genauigkeit der Daten ab die Sie eingeben.

# Tutorial.intro.6
source: Managing Medicines The Medicines list provides a lot of information and control. 1 - For regular medicines, set reminders to take as well as rate symptoms. If reminders are turned on, an alarm clock icon is shown next to the medicine name. Alogea needs your permission to post reminders and this will be requested when needed. If lacking permission a red strike-through X over a clock will be displayed. 2 - After a while (1-2 weeks) rate usefulness and side effects bz tapping on the Star button. You can change these later. 3 - To set or change reminders tap on the alarm clock button. For regular medicines you can select individual times to remind you. Toggle reminders to rate the treated symptom here. For your convenience, there are general reminder switches in Alogea Settings, where you can turn on/off dose as well as rating reminders for ALL medicines, rather than do this individually in the Medicines view.
de: Medikamente verwalten Die Medikamenten-Liste bietet eine Vielzahl von übersichtlichen Informationen und Kontrollfunktionen. 1 - Für regelmässige Medikamente können Sie hier Erinnerungen (zur Einnahme und zur Bewertungs von Symptomen) einstellen. Bei aktivierten Erinnerungen sehen Sie neben dem Medikamenten-Namen ein Wecker-Symbol. Alogea benötigt Ihre Erlaubnis um Ihnen Benachrichtigungen zu senden und wird Sie danach fragen sobald nötig. Bei fehlender Erlaubnis sehen Sie ein rotes X über dem Wecker-Symbol. 2 - Nach einigen Wochen der Einnahme bewerten Sie Wirkung und Nebenwirkungen eines Medikaments mit den 3-Sternen bewerten. Sie können Ihre Bewertung später auch wieder ändern. 3 - Um Erinnerungen einzustellen tippen Sie auf den runden Wecker-Knopf. Für regelmässige Medikamente können Sie Einnahme-Erinnerungen zu einzelnen Tageszeiten festlegen. Erinnerungen zur Symptom-Bewertung können Sie hier an- und abstellen. Zur schnelleren Kontrolle für mehrere Medikamente gleichzeitig gibt es auch eine zentrale An- und Abschaltung für Erinnerungen in den Alogea Einstellungen.

# Tutorial.intro.7
source: The Exercise Assistant You can use Alogea to set exercise goals, records sessions and track their impact on symptoms. This should help to pace exercising in order to avoid pain flare-ups afterwards. Navigate to the Exercise View in the bottom Tab Bar. Then dismiss the instructions overlay by tapping '?' (upper left). The default settings are ‘Exercise’ and 15 minutes per session. 1 - Change exercise type with ‘Edit’ (top right). Chose type, target time (or distance / step count) and how often you want to do this. If you wish to get reminders, activate at the bottom and select a time of day. To start and record a session: 2 - Adapt your session goal, matching how well you feel. You can change by repeatedly tapping + or - 3 - Start a session by tapping the big round start button. To receive messages at half- and finish time: Wait until the Pause sign (||) turns from GREY to GREEN before suspending Alogea (Home button or swipe upwards); you can then then let the device go to sleep mode (black screen). To manually Pause, Resume or End the session tap Pause (||). You then have choice to Resume or End the session (Square left below the circle). Alogea will send notifications (bell chimes) at half-time (2 chimes) and when finished (3 chimes). Check that your sound isn't muted if you want to hear them. Some time after ending the sessions tap on the 'Finished' notification. This records your session; it will be displayed in the Time Line. 4 - See your achievements by rotating to landscape orientation.
de: Der Trainings-Assistent Sie können Alogea nutzen um sich Ziele für Sport und Training zu setzen, Sessions festzuhalten und die Auswirkungen auf Ihre Symptome zu überschauen. Er ist oft hilfreich sich Sport und Bewegung einzuteilen und zu planen um Schmerzzunahme als Folge von Überaktivität zu vermeiden. Navigieren Sie zur Trainings-Ansicht in der Navigations-Leiste. Nachdem Sie die Kurz-Einführung gelesen haben schliessen Sie sie mit einem Tippen auf das Fragezeichen oben links. Die Voreinstellung ist betitelt 'Sport & Bewegung' für eine jeweilige Dauer von 15 Minuten. 1 - Passen Sie die Voreinstellungen an mit ‘Bearbeiten’ (oben rechts). Wählen Sie einen Titel, ein Ziel (bezüglich Zeit, Entfernung oder Schrittzahl pro Einheit), und wie häufig Sie das Training durchführen möchten. Falls Sie erinnert werden möchten aktivieren Sie dies ganz unten und legen Sie eine Tageszeit fest. Um eine Session zu starten und festzuhalten: 2 - In der Trainings-Ansicht passen Sie ggfs. zunächst Ihr Ziel an Ihre Tagesform an indem Sie wiederholt auf + oder - tippen 3 - Beginnen Sie die ein Training mit dem runden Start Knopf (Dreieck). Um Benachrichtigungen zur Halbzeit und bei Erreichen des Ziels zu erhalten: Warten Sie nach dem Starten bis das Pausieren Symbol (||) von GRAU zu GRÜN wechselt, bevor Sie Alogea in den Hintergrund versetzen (Home Knopf oder Aufwärts wischen); danach können Sie Ihr Gerät in den Ruhemodus (schwarzer Bildschirm) versetzen. Beim Einlegen einer Pause, oder um vorzeitig zu Beenden tippen Sie auf den runden Knopf (||). Sie können dann wählen ob Sie nach der Pause Weitermachen oder das Training beenden wollen (Quadrat links unterhalb des Kreises). Alogea benachrichtigt Sie mit Glockenschlägen zur Halbzeit (2 Schläge) und beim Erreichen des Ziels (3 Schläge). Deaktivieren Sie ggfs. die Stummschaltung (links am Gerät), um die Glockenschläge auch hören zu können. Tippen Sie auf die 'Ziel erreicht' Benachrichtigung um das Training als Tagebuch-Eintrag festzuhalten. Training-Sessions werden als kleine Quadrate in der Zeitleite angezeigt. 4 - Ihre erreichten Leistungen können Sie überblicken indem Sie Ihr Gerät in der Trainings-Ansicht in's Querformat drehen.
