Repository: mike-atf/Novalgea
Catalog: Novalgea/Alogea Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de

# Tutorial.intro.8
source: The Events list and Diary view The Events View (bottom Tab Bar) will list all events and exercises. 1 - Add a new event by tapping + (upper right corner). 2 - Filter events by Category with this button 3 - To see and edit details, tap on a row. Find specific content with the search field at the top. Selecting an entry in the list will display the Diary Page View (which can be seen on iPads or iPhones in landscape alongside the list view). More about this in the next Step
de: Ereignis Liste und Tagebuch Ansicht In Einträge (in der unteren Navigationsleiste) finden Sie alle Ihre Ereignisse und Trainings-Sessions aufgelistet. 1 - Fügen Sie ein neues Ereignis mit + (oben rechts) hinzu. Anders als in der Zentrale ginbt es hier keine Rückdatierungs-Optionen das Ereignis wird also zum Eingabezeitpunkt gesichert. 2 - Filtern Sie Einträge nach Kategorie mit diesem Feld 3 - Um die Beschreibung von Einträgen anzuzeigen oder zu ändern tippen Sie auf deren Zeile. Bestimmte Inhalte von Einträgen können Sie mit dem Suchfeld oben finden. Nach Auswahl eines Eintrags in der Liste wird die Tagebuch-Seiten-Ansicht angezeigt. Mehr dazu im nächsten Schritt

# Tutorial.intro.9
source: The Diary Page This is a like a page in a physical diary. 1 - See, enter or edit text. This view is helpful for longer descriptions. 2 - Select an Event Category by tapping on the header. 3 - Select a symptom to see how this has changed after events of this category. 4 - Browse through events of this Category with the round green buttons. 5 - The chart shows how the selected symptom (3) has changed, on average, from directly before to after events. A red upward/ green downward arrow shows how much the average rating has increased or decreased after events. Black lines left and right of the arrow show averages before and after events. An optional blue box shows the variation of ratings. This is the end of the brief Intro. You can now close this tutorial. If you wish to go through it again, go to Settings > Help & Support. There, can find a more detailed online Manual for reference. Your Alogea team.
de: Die Tagebuch Seite Diese Ansicht ist einer Seite in einem klassichen Tagebuch nachempfunden. 1 - Hier können Sie Beschreibungen eingeben, lesen oder ändern - besonders nützlich für längere Texte. 2 - Wählen Sie hier eine Ereignis-Kategorie aus. 3 - Wählen Sie hier eines Ihrer Symptome für eine Übersicht wie es sich nach Ereignissen der gewählten Kategorie verändert hat. 4 - Blättern Sie vor- und zurück durch alle Ereignisse der gewählten Kategorie. 5 - Die Grafik zeigt die durchschnittliche Veränderung des gewählten Symptoms (3) von direkt vor zu direkt nach den Ereignissen der oben angezeigten Kategorie. Ein roter oder grüner Pfeil zeigt Zu- oder Abnnahme Ihrer Bewertungen. Horizontale Linien links und rechts des Pfeils zeigen die durchschnittliche Bewertung direkt vor- und nach Ereignissen. Eine sichtbare blaue Box gibt die Variation der Bewertungen an. Soweit diese Kurz-Einführung. Falls Sie sie später noch einmal durchgehen wollen finden Sie sie in Einstellungen > Hilfe & Unterstützung. Dort können Sie auch das komplette online Handbuch (derzeit in Englisch) zu Rate ziehen. Ihr Alogea Team.

# Tutorial.title
source: Brief tutorial
de: Kurz-Einführung

# Tutorial.title1
source: Get started
de: Los geht's

# Tutorial.title2
source: More about the Main View
de: Die Zentrale

# Tutorial.title3
source: Events
de: Ereignisse

# Tutorial.title4
source: Medicines
de: Medikamente

# Tutorial.title5
source: Recording taking Medicines
de: Medikamenten-Einnahme

# Tutorial.title6
source: Managing Medicines
de: Medikamente verwalten

# Tutorial.title7
source: Exercises
de: Sport & Training

# Tutorial.title8
source: Event List View
de: Die Ereignis Liste

# Tutorial.title9
source: Diary Page View
de: Die Tagebuch Ansicht

# Update.32.1
source: Don’t miss the new medicines Statistics & Summary views! See a lot more useful information in a new presentation, all ‘distilled’ from your diary data. Navigate to the Medication List View and tap on the Bar Chart icon at the top. (Note for those of you with more extensive diaries: it may take a few moments after launching Alogea to have the statistics ready. You may see a grey hourglass instead of the Bar Chart icon, until all is ready for you) Tip: If inaccessible your diary and medication list hasn't yet got enough data - add symptom ratings, and make sure that you have picked at least one treated symptom for each of your medicines.
de: Es gibt Neues - und zwar brandneue Statistiken & Zusammenfassungen Ihrer Medikamente! Eine Menge nützlicher Informationen in neuer Darstellung, alles hergeleitet aus Ihren Tagebuch Daten. Sehen Sie sich’s an in der Medikamenten Ansicht und dann oben auf das Grafik Symbol tippen. (Ein Hinweis für alle mit umfassenderen Tagebüchern: Die Berechnung nach dem Start von Alogea kann einen Moment dauern. Bis alles für Sie bereit ist sehen Sie möglicherweise eine graue Sanduhr statt des Grafik Symbols)

# Update.32.2
source: A lot of data - all condensed into a new score and summary tiles. The new Usefulness score is an analysis of how your symptom ratings changed with medication. It’s meant to make it easier to get an impression of how effective a medicine relieves the symptoms it treats.
de: Jede Menge Tagebuch-Daten - zusammengebracht in einem neuen Wirksamkeits-Score und dargestellt in Übersichts-Feldern. Der neue Score ist eine Analyse Ihrer Bewertungen und ihrer Veränderung während der Wirkzeit von Medikamenten. Sein Zweck ist es einen übersichtlichen Eindruck von der Effektivität Ihrer Medikamente zu gewinnen.

# Update.32.3
source: Important information presented in style - the Info Tiles. Different tiles show details of how your ratings of symptoms changed with taking medicines You will find it easier to see their effect, observe trends over time and conclude how useful different medicines are for you. Tap on a tile to zoom and see explanatory text. And all new views can be exported / printed as usual to share with others./n/nThis completes the brief overview - end by tapping 'Close'.
de: Wichtige Informationen in übersichtlichem Stil - die Info Felder. Sie zeigen Details der Symptom-Änderung unter Medikamenten-Wirkung. Es wird leichter Effekte und Trends zu erkennen, und zu entscheiden wie nützlich einzelne Medikamente für Sie sind. Alle neuen Ansichten können natürlich wie gewohnt exportiert/ gedruckt werden. Beenden Sie diese kurze Übersicht mit 'Schliessen'

# Update.33.1
source: The summary & analysis of your symptoms is presented in a new, easier to understand layout that also contains more details. (In Main View > 4 dots > Chart symbol). To make rating symptoms with the numerical scale more intuitive you will now see a new verbal rating scale displayed alongside the numbers. This is based on the McGill pain questionnaire. The Report is now spread over several views for more detail and easier reading.
de: Es gibt ein komplett neues, übersichtlicheres Layout mit mehr Details für die Symptom-Analyse Ansicht (In der Zentrale > 4 Punkte Menu > Grafiksymbol). Um das Bewerten von Symptomen mit der numerischen (VAS) Skala intuitiver zu machen sehen Sie jetzt zusätzliche Beschreibungen. Diese basieren auf dem McGill Schmerzfragebogen als wissenschaftliche Grundlage. Der wöchentliche Bericht wurde in zwei Ansichten aufgeteilt, um mehr Details in besser lesbarer und verständlicher Form darzustellen

# Update.33.2
source: Alogea now shows how you have taken your medicines spread over weekdays and times of day. The Medicines list has new visual cues of making you aware of missing reminder permissions, that may prevent Alogea from notifying you.
de: Die Medikamenten-Zusamenfassung zeigt nun wie Sie Ihre Medikamente verteilt über Tageszeiten und Wochentage eingenommen haben. Die Medikamenten Listen-Ansicht gibt neue Warnhinweise für jedes Medikament wenn Probleme mit Erinnerungs-Funktionen bestehen (fehlende System-Einstellungen oder abgeschaltete Erinnerungen in Alogea selbst).

# Update.33.3
source: With this update you can see a summary of how symptoms have changed in relation to diary event categories. You can easily record for each event if you think it did or did not worsen or improve a symptom. This should help to identify types and patterns of events and exercises that change a symptom for better or worse to help improve self management. In the Diary View you can now make an event last for a time you define (set a start and end date), rather than record them as instantaneous only.
de: Es gibt nun eine wesentlich übersichtlichere und detailliertere Analyse wie Symptome sich nach Tagebuch-Ereignissen verschiedener Kategorien verändert haben. Damit wird es leichter kausale Zusammenhänge zwischen Ereignis-Kategorien und Verbesserungen oder -Verschlechterungen zu entdecken. Sie finden dies in der Symptom-Analyse Ansicht (Zentrale > 4 Punkte Menu > Grafiksymbol). Darüber hinaus können Sie nun sehr einfach (Rechts- oder Links-Wisch) für jedes einzelne Ereignis bestätigen oder ausschliessen ob es eines Ihrer Symptome verbessert oder verschlechtert hat. Tippen Sie dazu auf das Ereignis in der Zeitleisten-Ansicht oder in der entsprechenden Zeile in der Berichts-Ansicht. Sie können nun in der Einträge-Ansicht Tagebuch-Ereignissen eine zeitliche Dauer (Anfang und Ende) geben.

# Update.33.4
source: With this update you can now use Alogea on iPads in landscape orientation. Many views have been enhanced for this purpose, better using the large screens to improve navigation, functions and display of information.
de: Mit diesem Update läuft Alogea auf iPads besser im Querformat. Fast alle Ansichten nutzen jetzt das grosse iPad Display effizienter. Damit werden Navigation und Darstellungen Ihres Tagebuches deutlich verbessert, sowohl im Hoch- als auch Querformat.

# Update.34.1
source: More info - less clutter The Main diary timeline view has been optimized to show information more clearly. There are now two separate 'bands' below the symptom graph area. These are dedicated to display medicines or events only. Tap on individual events or medicines to display more detailed information and event impact on the select symptom. Skip forwards and backwards through events and medicines with the arrows
de: Mehr information und Übersicht Die grafische Tagebuch Ansicht ist übersichtlicher geworden. Unter der dem Symptom-Verlauf gibt es jetzt zwei neue Bereiche. Der obere zeigt Medikamente, der untere Ereignisse an. Mit einem Tap auf einzelne Ereignisse oder Medikamente werden jetzt separat Details und mögliche Auswirkung auf das gewählte Symptom angezeigt. Mit den Pfeiltasten kann zum nächsten Ereignis vorwärts oder rückwärts gesprungen werden.

# Update.34.2
source: When zooming in or out using the '3Mo' and 'Year' Time options at the top the diary timeline view will now show the number of medicines and events as bar charts. The symptom chart then shows monthly averages for each calendar month.
de: Einfach zu viele Ereignisse und Medikamente im Zeitverlauf? Zooming mit '3Mo' und 'Jahr' in der Zeitwahl Leiste zeigt jetzt Grafiken mit der Anzahl von Medikamenten oder Ereignissen für jeden Kalender Monat. Der Symptom-Verlauf zeigt dann monatliche Durchschnittswerte an.

# Update.34.2.title
source: Summary charts in the Diary view
de: Übersichts Grafiken

# Update.34.3.title
source: More focus
de: Mehr Fokus

# Your iCloud account is inaccessible
source: Your iCloud account is inaccessible Do you need to sign in (in Settings)?
de: iCloud ist nicht verfügbar Müssen Sie sich anmelden (in Einstellungen)?

source: category
de: Kategorie

source: - delete with all related events?
de: mit allen verbundenen Ereignissen löschen?

source: - delete with all related exercises?
de: mit allen Sessions löschen?

source: - delete with all related ratings?
de: mit allen Bewertungen löschen?

source: will be renamed to
de: wird umbenannt zu

source: with all related exercises?
de: mit allen verbundenen Trainings-Sessions?
