Repository: mike-atf/Novalgea
Catalog: Novalgea/Alogea Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de

# Meds.expansionsPrompt_4
source: Please purchase the Medicines expansion option to print
de: Bitte erwerben Sie die Erweiterung 'Medicines expansion' um zu drucken

# Meds.exportTitle
source: Export options
de: Export Optionen

# Meds.fourDays
source: every four days
de: jeden 4. Tag

# Meds.frcChangeError
source: unknown change type
de: unbekannte Änderung aufgetreten

# Meds.frcChangeError_M
source: DLVC2.controller didChange error
de: DLVC2.controller didChange Fehler

# Meds.freqAndTime
source: Frequency & time
de: Häufigkeit & Zeit

# Meds.freqPrompt
source: Select how often to take (max.)
de: Wie oft einzunehmen?

# Meds.grams
source: gram
de: Gramm

# Meds.hourly
source: hourly
de: stündlich

# Meds.importedFrom
source: Imported from
de: Importiert von

# Meds.incr.footerInfo1
source: This will be your plan once you tap save. You will receive notifications when to increase the dose or frequency.)
de: Dies ist Ihr Plan sobald Sie 'sichern' tippen. Sie erhalten jeweils eine Mitteilung wenn die Dosis oder Einnahme-Frequenz erhöht werden soll.

# Meds.incr.footerInfo2
source: TARGET SINGLE DOSE: Enter the last step dose of your plan. DOSE INCREMENT: Enter the amount by which to increase the dose each step. You can see the resulting plan in the top section. Keep tweaking the options until the plan matches your prescription.
de: Ziel-Einzeldosis: Geben Sie die letzte/ höchste Dosis als Zieldosis ein. Dosis-Erhöhung: Geben Sie ein um wieviel eine Einzeldosis pro Schritt erhöht werden soll (zB von 75 auf 150mg = 75). Den resultierenden Erhöhungs-Plan können im oberen Teil der Ansicht sehen. Passen Sie die Zahlen an bis der Plan Ihrer Verschreibung entspricht.

# Meds.incrDays
source: day(s)
de: Tag(e)

# Meds.incrWeeks
source: week(s)
de: Woche(n)

# Meds.increasePLanInfo
source: If you want to schedule a DOSE INCREASE PLAN (in view 5/6) leave 'Take for how long' as 'Indefinitely' and tap Next in the top right corner
de: Falls Sie eine schrittweise Dosis-Erhöhung planen möchten (in Ansicht 5/6) belassen Sie die Einnahme-Dauer bitte bei 'unbegrenzt' und fahren mit 'Weiter' oben rechts fort.

# Meds.increasePlanInfo2
source: If you want to schedule a DOSE INCREASE PLAN (you can do this in the next views' bottom section) set 'Take regularly' to YES. Set here how often to take, as well as the times, to take this medicine AT THE BEINNING of the increase plan.
de: Falls Sie eine schrittweise Dosis-Erhöhung planen möchten (in der nächsten Ansicht ganz unten) setzen Sie 'regelmässige Einnnahme' auf Ja. Wählen Sie hier die Einnahme-Häufigkeit und -Zeiten AM BEGINN des Dosis-Erhöhungsplans aus.

# Meds.increaseRegimeText
source: Useful if you should increase the dose or frequency stepwise to a specific target over a specific period of time (eg from 10 to 50mg, or from once to three times per day, or both together)
de: Falls Sie Dosis oder Häufigkeit über einen vorgegeben Zeitraum auf eine bestimmte Zieldosis oder -Frequenz erhöhen sollen (zB von 10 auf 50mg, oder von einmal auf dreimal tägl., oder beides zusammen)

# Meds.increaseText_1
source: Dose increase plan. From
de: Dosis-Steigerungs Plan. Ab

# Meds.ingredients
source: Ingredients
de: Wirkstoffe

# Meds.instructions
source: Your Medicines list is empty. Add a medicine by tapping + in the upper right corner
de: Ihre Medikamenten Liste ist noch leer. Fügen Sie eins hinzu indem Sie auf + oben rechts tippen

# Meds.isCurrentError
source: Unknown Medicines
de: Unbekannte Medikamente

# Meds.keepTapping
source: Repeatedly tap on each row to set
de: Tippen Sie wiederholt auf die Zeilen

# Meds.lessThanOD
source: less than once per day
de: weniger als einmal täglich

# Meds.mcg
source: microgram
de: microgramm

# Meds.mcgh
source: mcg/h
de: mcg/Std

# Meds.medicinesList
source: Alogea Medicines List
de: Alogea Medikamente

# Meds.mgPer
source: mg per
de: mg pro

# Meds.missing
source: missing medicine
de: kein Medikament

# Meds.missingID
source: missing DID
de: fehlende DID

# Meds.newMedicine
source: New medicine
de: Neues Medikament

# Meds.noEnd
source: no end date
de: kein

# Meds.noMG
source: mg (milligrams)
de: mg (Milligram)

# Meds.noNotes
source: no notes
de: keine Notizen

# Meds.noTaken
source: Doses taken
de: Eingenommen

# Meds.noUsed
source: Number used:
de: Anzahl:

# Meds.noneSel
source: none selected
de: keine Auswahl

# Meds.notRated
source: not rated
de: nicht bewertet

# Meds.notes
source: Personal notes
de: Persönliche Notizen

# Meds.notesPrompt
source: Enter personal notes about
de: Persönliche Notizen zu

# Meds.numberOf
source: number of
de: Dosis in

# Meds.od
source: once daily
de: einmal täglich

# Meds.otherDay
source: every other day
de: jeden 2. Tag

# Meds.patch
source: patch
de: Pflaster

# Meds.patches
source: patches
de: Pflaster

# Meds.planned
source: Planned Medicines
de: Geplante Medikamente

# Meds.portion
source: portion (cream)
de: Portion (Salbe)

# Meds.print.list
source: Alogea Medicines List
de: Alogea Medikamenten Übersicht

# Meds.printHeader
source: ALOGEA® Medication History
de: ALOGEA® Medikamenten Auflistung

# Meds.prnTerm
source: when needed, up to
de: nach Bedarf, bis zu

# Meds.prompt2
source: Enter ingredient or brand name
de: Marken- oder Substanz Namen eingeben

# Meds.pw
source: per week
de: pro Woche

# Meds.rateEffect
source: Rate the effect of
de: Bewerten Sie die Wirkung von

# Meds.rateSideEffects
source: Select strength of side effects
de: Bewertung der Stärke von Nebenwirkungen

# Meds.rateSymptom
source: Rate treated symptoms
de: Symptome Bewerten

# Meds.ratingInfo
source: You will be reminded to rate all symptoms treated with this medicine once for every dose you take. You can switch this off in Alogea Settings > Reminders > Remind me to rate my symptoms.
de: Sie erhalten Erinnerungen zur Bewertung aller mit diesem Medikament behandelten Symptome bei jeder Dosis die Sie einnehmen. Sie können diese Benachrichtigungen abschalten in Einstellengen > Erinnerungen > Symptom-Bewertung.

# Meds.ratingMTitle
source: You haven't rated this medicine yet
de: Sie haben dieses Medikament noch nicht bewertet

# Meds.ratingPrompt
source: Please rate usefulness and side effects before stopping If you wish to rate now please tap cancel If you do not wish to rate tap End. This can't be undone
de: Bitte bewerten Sie Nützlichkeit und Nebenwirkungen bevor Sie das Medikament beenden. Dazu 'Abbrechen' und dann die 3-Sterne antippen Falls Sie keine Bewertung vornehmen wollen auf 'Beenden' tippen. Diese Aktion kann nicht rückgänging gemacht werden. Sie können das Medikament nach dem Beenden NICHT mehr bewerten.

# Meds.remInfo
source: You can set reminders for these times in the next section
de: Einnahme-Erinnerungen in der nächsten Ansicht

# Meds.remPrompt
source: Prompt me to rate
de: An Bewertung erinnern

# Meds.remindMe
source: Remind me
de: Erinnern

# Meds.remindMeRate
source: Remind me to rate effect
de: Erinnern

# Meds.remindMeTake
source: Remind me to take
de: An Einnahme erinnern

# Meds.remindMeToTake
source: Remind me to take
de: Einnahme-Erinnerung

# Meds.schedulingError
source: error in scheduling a medication reminder for
de: Fehler beim Einrichten einer Erinnerung für

# Meds.se
source: Side effects
de: Nebenwirkungen

# Meds.selectEffect
source: Select medication effect
de: Bewertung der Wirkung

# Meds.selectPrompt
source: Select from List then tap 🔺
de: Nach Auswahl🔺tippen

# Meds.selectPrompt2
source: Select symptoms treated with this medicine (optional)
de: Behandelte Symptome (optional)

# Meds.selectedSymptoms
source: Treated symptoms
de: Behandelte Symptome

source: Meds.sideEffect.minimal
de: Minimale Nebenwirkungen

source: Meds.sideEffect.moderate
de: Moderate Nebenwirkungen

source: Meds.sideEffect.none
de: Keine Nebenwirkungen

source: Meds.sideEffect.strong
de: Starke Nebenwirkungen

# Meds.since
source: Since
de: Seit

# Meds.startIn
source: Start in
de: Beginnen in

# Meds.statsHeader
source: Alogea Medicine Statistics
de: Alogea Medikamenten Statistik

# Meds.stoppedOn
source: stopped on
de: Gestoppt am

# Meds.storageError
source: Error when trying to store a medicine property. Please check details of
de: Fehler beim sichern von Medikamenten-Eigenschaften. Bitte überprüfen Sie die Details von

# Meds.substances
source: substances
de: Wirkstoffe

# Meds.summaryVC.info
source: 'no. of ratings during effect time' The number of times you rated this symptom while this medicines was in action. The more the better for a reliable statistic. 'average rating untreated' The average rating for this symptom while no medicine was in action. This is time weighted, meaning that longer time gaps between ratings have a bigger impact than short ones. 'average rating with treatment' The average rating of this symptom while the selected medicine was in action. Like above, the average is time weighted. 'rating change after medicine' This number shows the average change of rating after you took this medicine. It's the difference between ratings directly before you took the medicine to ratings while it was in action afterwards. 'effect % compared to start' This is an effect trend over time. It is a statistical comparison between it's effect when you started taking this medicine to the most recent effect. 100% means a perfectly stable effect (good), 0% that all of the initial effect has been lost over time (not good). A negative number shows that the effect has flipped since the starting. The medicine initially reduced ratings and this has changed over time to increasing ratings, or vice versa. 'Mild' and 'Severe' ratings trend: this compares the proportions of 'mild' (less than 30% of maximum) and 'severe' (more than 50% of maximum) ratings during early and later phase of taking this medicine. It is sign of good effect if the proportion of mild ratings increases and that of severe ratings becomes less over time.
de: 'Bewertungen während Wirkzeit' Die Anzahl Ihrer Symptombewertungen während der Wirkzeit(en) dieses Medikaments (oder Medikamenten-Kombination). Je mehr desto verlässlicher ist die statistische Aussage. 'Duchschnitt ohne Behandlung' Der Durchschnitts-Wert Ihrer Symptom-Bewertungen ausserhalb der Medikamenten-Wirkzeit. Dieser Wert ist gewichtet nach Zeit , d.h. je länger der zeitliche Abstand zwischen zwei Bewertungen desto grösser der Einfluss auf den Durchschnitts-Wert, und umgekehrt. 'Duchschnitt mit Behandlung' Der Durchschnitts-Wert Ihrer Symptom-Bewertungen während der Medikamenten-Wirkzeit. Dieser Wert ist ebenfalls gewichtet nach Zeit. 'Durchschnittliche Änderung' Der Durchschnitts-Wert aller Veränderungen von Symptom-Bewertungen von vor zu nach Einnahme dieses Medikaments. 'Verbleibende Wirkung' Der Wirkungs-Trend des Medikaments im Zeitverlauf, verglichen mit der Wirkung am Anfang der Behandlung. 100% bedeutet keine Wirkungs-Veränderung (stabiler Effekt), 0% bedeutet dass die anfängliche Wirkung ist vollständing abgeklungen ist. Eine NEGATIVE Zahl bedeutet Wirkungs-Umkehrung, z.B. nach anfänglicher Symptom-Reduktion kam es im Laufe der Zeit zu Symptom-Verstärkung (oder umgekehrt). 'Mild' / 'Intensiv' Trend: der zeitliche Trend der Anteile von milden (weniger als 3 von 10, oder 30% vom Maximum) und intensiven (mehr als 5 von 10, oder 50% vom Maximum). Anzeichen einer erfolgreichen Behandlung sind abnehmende Anteile von intensiven und zunehmende Anteile von milden Bewertungen.

# Meds.symptTreated
source: Symptoms treated
de: Behandelte Symptome

# Meds.tablet
source: tablet
de: Tablette

# Meds.tablets
source: tablets
de: Tabletten

# Meds.tabletsError
source: A medicine has a dose of 0 tablets. Please check details and re-enter!
de: Ein Medikament hat eine Dosis-Angabe von 0 Tabletten. Bitte überprüfen Sie diese Details und korrigieren Sie wenn nötig

# Meds.takeReg
source: Take regularly
de: Regelmässige Einnahme

# Meds.takeReg,
source: Regularly,
de: Regelmässig,

# Meds.takenFor
source: Taken for
de: Einnahme seit

# Meds.takenSince
source: Taken since
de: Einnahme seit

# Meds.tapInstruction
source: Tap + above for options
de: Optionen anzeigen mit +

# Meds.targetFreq
source: Target frequency
de: Angestrebte Einnahme-Frequenz

# Meds.tds
source: every 8 hours
de: dreimal täglich

# Meds.threeDays
source: every three days
de: jeden 3. Tag

# Meds.timePrompt
source: Time to take
de: Einnahme-Zeit

# Meds.timeToIncr
source: Time between each increase step
de: Pause bis zur nächsten Erhöhung

# Meds.treatedSymptoms
source: Treated symptoms
de: Symptome

# Meds.weekly
source: once weekly
de: einmal wöchentlich

# Meds.whenNeeded,
source: When needed,
de: Wenn nötig,

# Meds.yourRating
source: Your rating
de: Bewertung

# Name, Dates &amp; Symptoms
source: Name & Symptoms
de: Name, Daten & Symptome

source: No alerts
de: Keine Warnhinweise

source: Notes
de: Notizen

# Notif.exRem
source: Exercise reminder
de: Trainings Erinnerung

# Notif.ratingRem
source: Symptom rating reminder
de: An Bewertung erinnern

# Notif.timeFor
source: It's time for
de: Es ist Zeit für

source: Off
de: Aus

source: Open Settings
de: Einstellungen öffnen

source: Password
de: Passwort

# Please select
source: Brief tutorial: please select an option from the list
de: Kurz-Anleitung: Themen-Auswahl in der Liste

source: Preparing new backup
de: Neue Sicherungskopie anlegen

source: Rate
de: Bewerten

# Rating.high
source: Strong
de: Stark

# Rating.mild
source: Mild
de: Gering

# Rating.moderate
source: Moderate
de: Moderat

# Rating.none
source: None
de: Kein

# Rating.severe
source: Severe
de: Sehr stark

source: Ratings
de: Einträge

# Ratingwords.all
source: I'm fine - bearable - mild - discomforting - distressing - horrible - excruciating
de: Ich bin ok - erträglich - milde - unangenehm - quälend - furchtbar - unerträglich

# RecordCount
source: No. of records:
de: Anzahl der Einträge

# Reminder.doseIncreasePrompt
source: it's time to increase the dose of %@
de: Es ist Zeit für die Dosis-Erhöhung von %@

# Reminder.ratingPrompt
source: Rate the symptom treated with %@ at
de: Bewerten Sie das Symptom behandelt mit %@ um

# Reminder.stopTaking
source: it's time to stop taking %@
de: Bitte beenden Sie die Einnahme von %@

# Reminder.takingPrompt
source: It's time for %@
de: Es ist Zeit für %@

# Reminder.timeToTakePrompt
source: it's time to take %@
de: Es ist Zeit zur Einnahme von %@

# Reports.causation
source: confirm
de: bestätigen

# Reports.detail.m0Info
source: : recent doses per day of week, and time of day
de: : Wochentags-Dosen, Tageszeit-Dosen

# Reports.detail.s0Info
source: : timeline and mild & severe proportions
de: : Zeitverlauf, und Anteile geringer & starker Intensität

# Reports.detail.s1Info
source: Events after which your ratings dropped
de: Ereignisse nach denen die Intensität sank

# Reports.detail.s2Info
source: Events after which your ratings increased
de: Ereignisse nach denen die Intensität anstieg

# Reports.durationTitle
source: Last
de: Letzte

# Reports.helpButton
source: HelpButton
de: Hilfe

# Reports.infoText.detail.m0
source: On the left: the number of doses per weekday you took during the report period On the right are the number of doses per time of day.
de: Links: die eingenommenen Dosen pro Wochentag Rechts die Dosis-Anzahl per Tageszeit.

# Reports.infoText.detail.s0
source: Intensity timeline trend on the left, matching the main timeline view. On the right, bars show proprotion of mild (green) and severe (red) ratings. More solid colors represent proportions during the report, lighter colors those before
de: Links der Intensitäts-Zeitverlauf, wie in der Zentral-Ansicht. Rechts zeigen die Säulen die Anteile Ihrer Bewertungen mit geringer (grün) und hoher (rot) Intensität. Die etwas helleren Säulen entsprechen dem Zeitraum vor, die kräftigeren denen während des Report-Zeitraums

# Reports.infoText.detail.s1
source: Listed are all diary events that may have reduced your ratings (by more than 33%). You can confirm a possible causation by swiping right, or exclude by swiping left. Large number = ratings average 24h after event, Arrow & number = change from 24h before event. The trailing icon indicates any confirmed (checkmark) or excluded (xmark) impact of this event on the symptom. Alogea calculates the average of ratings you made 24 hours before these events and compares this to the average of ratings you made within 24 hours after. If it finds a difference of more than 33%, then it lists the event here as having had a possible impact.
de: Aufgelistet sind alle Ereignisse die eine Reduzierung Ihrer Symptom-Bewertungen (um mehr als 33%) bewirkt haben könnten. Sie können eine solche mögliche Kausalität bestätigen (mit einem Wisch nach rechts) oder ausschliessen (Wisch nach links). Grosse Zahl = Bewertungs-Mittelwert 24Std. nach Ereignis. Pfeil ± = Änderung gegenüber 24Std. vor Ereignis. Das Symbol am Zeilenende zeigt einen bestätigten (Häkchen) oder ausgeschlossenen (x) Einfluss dieses Ereignisses auf das angezeigte Symptom. Alogea berechnet die Mittelwerte aller Bewertungen jeweils 24 Stunden vor und 24 Stunden nach Ereignissen. Wenn eine Differenz von mehr als 33% gefunden wird, werden die jeweiligen Ereignisse hier aufgelistet.

# Reports.infoText.detail.s2
source: Listed are all diary events that may have increased your ratings (by more than 33%). You can confirm a possible causation by swiping right, or exclude by swiping left. Large number = ratings average 24h after event, Arrow & number = change from 24h before event. The trailing icon indicates any confirmed (checkmark) or excluded (xmark) impact of this event on the symptom. Alogea calculates the average of ratings you made 24 hours before these events and compares this to the average of ratings you made within 24 hours after. If it finds a difference of more than 33%, then it lists the event here as having had a possible impact.
de: Aufgelistet sind alle Ereignisse die eine Erhöhung Ihrer Symptom-Bewertungen (um mehr als 33%) bewirkt haben könnten. Sie können eine solche mögliche Kausalität bestätigen (mit einem Wisch nach rechts) oder ausschliessen (Wisch nach links). Grosse Zahl = Bewertungs-Mittelwert 24Std. nach Ereignis. Pfeil ± = Änderung gegenüber 24Std. vor Ereignis. Das Symbol am Zeilenende zeigt einen bestätigten (Häkchen) oder ausgeschlossenen (x) Einfluss dieses Ereignisses auf das angezeigte Symptom. Alogea berechnet die Mittelwerte aller Bewertungen jeweils 24 Stunden vor und 24 Stunden nach Ereignissen. Wenn eine Differenz von mehr als 33% gefunden wird, werden die jeweiligen Ereignisse hier aufgelistet.

# Reports.last4weeks
source: last 4 weeks
de: 4 Wochen

# Reports.lastWeek
source: last week
de: letzte Woche

# Reports.list.s0Info
source: Large number = average symptom rating during report interval arrow = increase or drop compared to before the report, followed by amount of increase or drop
de: Grosse Zahl = Symptom Mittelwert während des Report-Intervals Pfeile = Anstieg oder Abfall des Mittelwerts im Vergleich zu vor Reportbeginn, nachfolgend das Ausmass der Veränderung (in VAS)

# Reports.list.s1Info
source: Large number = doses taken during report interval arrow = increase or drop of doses compared to before the report period, followed by the number of increase or drop in doses
de: blau = eingenommene Dosen während des Report-Intervals Pfeile = Anstieg oder Abfall der eingenommmenen Dosen im Vergleich zu vor Beginn des Reports

# Reports.med.symptom.header
source: - treated symptoms
de: - behandelte Symptome

# Reports.med.symptom.help1
source: Large number = symptom average during report episode. Arrow = change from episode average preceding the report episode. Small number = amount of change
de: Grosse Zahl = Mittelwert während des Report Zeitraumes. Pfeil = Antieg oder Absinken des Mittelwertes verglichen zu vor dem Report. Kleine Zahl = Veränderung des Mittelwertes.

# Reports.medRep
source: Medicines report
de: Medikamenten Bericht

# Reports.noCausation
source: remove
de: entfernen

# Reports.printTitle
source: Alogea Report
de: Alogea Bericht

# Reports.reports
source: Reports
de: Berichte

# Reports.symRep
source: Symptoms report
de: Symptom Bericht

# RestoreFailure
source: Restore failed
de: Daten Wiederherstellung ist fehlgeschlagen

# RestoreFailureMessage1
source: pre-v4 model data could not be restored to your diary
de: Prä-4 Tagebuch Daten konnten nicht wiederhergestellt werden:

# RestoreFailureMessage2
source: Unable to delete current diary data:
de: Die derzeitigen Tagebuch Daten konnten nicht gelöscht werden:

# RestoreFailureMessage3
source: The new backup file could not be closed
de: Ein neues Sciherheits-backup konnte nicht geschlosssen werden

# RestoreFailureMessage4
source: The backup file could not be opened
de: Die Backup-Datei konnte nicht geöffnet werden

# RestoreSuccess
source: Restore from Backup was successful
de: Die Wiederherstellung war erfolgreich

# RestoreSuccessMessage1
source: Do you want to keep the safety backup of your previous diary '
de: Soll das Sicherheits-Backup der vorherigen Daten '

# RestoreSuccessMessage2
source: ' created during the restore process?
de: ' gelöscht werden?

# RestoreSuccessMessage3
source: Pre-4 diary data were restored successfully
de: Prä-4 Tagebuch Daten wurden wieder hergestellt

# RestoreSuccessMessage4
source: Previous diary data were backed up in the latest Safety back
de: Die vorherigen Tagebuch Daten wurden im neuesten Sicherheits-Backup gesichert.

# RestoreWarning
source: This will replace your current diary. Alogea will try to make a safety backup of your current diary before replacing it.
de: Dieser Schritt wird alle Tagebuch-Daten ersetzen. Alogea wird vorher versuchen ein Sicherheits-Backup der jetzigen Daten anzulegen.

source: Safety
de: Sicherheits

# Security.bIDnotEnrolled
source: no biometric data enrolled
de: biometrische ID nicht eingerichtet

# Security.bIDunavailable
source: biometric ID is not available
de: biometrische ID ist nicht verfügbar

# Security.changePW
source: Change your password.
de: Ändern Sie Ihr Passwort

# Security.confirm
source: Confirm
de: Bestätigen

# Security.create
source: Set password
de: Sichern

# Security.faceID
source: Use Face ID to access the Alogea Diary
de: Face ID als Zugang zu Ihrem Tagebuch nutzen

# Security.idFailure
source: There was a problem verifying your identity.
de: Die ID Überprüfung ist fehlgeschlagen.

# Security.idPrompt
source: Identify to access the Alogea Diary
de: Bitte identifizieren Sie sich

# Security.loginFailure.Message
source: That was an invslid password
de: Das was ein ungültiges Passwort

# Security.loginFailure.Title
source: Login failure
de: Kein Zugang

# Security.loginPropmt
source: Enter passcode
de: Geben Sie Ihr Passwort ein

# Security.newPW
source: Enter a new password.
de: Geben Sie ein neues Passwort ein

# Security.noExceeded
source: Too many failed attempts
de: Zu viele fehlgeschlagene Versuche

# Security.noLaunch
source: Without authentication Alogea can't launch. Please quite via Home button or gesture
de: Alogea kann ohne Authentifizierung nicht starten. Bitte beenden Sie die App mit der Home Geste or Knopf

# Security.noMatch
source: Passwords do not match! Please start again
de: Die beiden Passworte stimmen nicht überein! Bitte geben Sie erneut ein

# Security.nobioID
source: Touch or facial ID may not have been configured
de: biometrische ID wurde noch nicht konfiguriert

# Security.pwInfo
source: This password will be your fall back login option. Touch ID or Face ID will be used as primary login.
de: Dieses Passwort ist Ihre zusätzliche Zugangs-Option. Der normale Einlog-Vorgang erfolgr über Touch ID oder Face ID.

# Security.pwPrompt
source: Enter a passcode and tap 'create'
de: Geben Sie ein geeignetes Passwort ein

# Security.repeatPW
source: Repeat your password
de: Wiederholen Sie das Passwort
